{"meta":{"title":"中国科学院大学·模式识别与智能系统开发实验室","subtitle":"模式识别与智能系统开发实验室","description":"Pattern Recognition and Intelligent System Development Laboratory","author":null,"url":"http://ucassdl.cn"},"pages":[],"posts":[{"title":"祝贺柯炜同学通过博士论文答辩","slug":"news/2018-3-18","date":"2018-03-17T16:00:00.000Z","updated":"2018-05-17T15:17:25.805Z","comments":true,"path":"content/news/2018-3-18.html","link":"","permalink":"http://ucassdl.cn/content/news/2018-3-18.html","excerpt":"","text":"2018年03月18日，实验室博士生柯炜同学顺利通过博士论文答辩，并即将获得工学博士学位。柯炜同学主要从事视觉目标检测与深度学习方面的研究工作，在中国科学院学习期间取得了优异的学习成绩与显著科研成果。曾经获得中国科学院三好学生称号、中国科学院院长奖、国家奖学金。毕业后赴美国卡耐基梅隆大学进行博士后研究。祝愿柯炜同学在今后的工作学习中取得更好成绩！ 本次答辩委员会由计算机学院黄庆明教授任主席，电子学院焦建彬教授、中国科学院电子所雷斌研究员、中国科学院声学所应冬文研究员、中国科学院计算所王瑞平研究员。导师叶齐祥教授、实验室魏朋旭、李兆举同学出席了本次答辩。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"实验室三篇论文被国际顶级会议CVPR2018录用","slug":"news/2018-3-1","date":"2018-02-28T16:00:00.000Z","updated":"2018-04-13T02:41:34.897Z","comments":true,"path":"content/news/2018-3-1.html","link":"","permalink":"http://ucassdl.cn/content/news/2018-3-1.html","excerpt":"","text":"实验室万方（博士）、周彦钊（博士）、邓维建（硕士）提交的三篇论文被CVPR2018录用。其中周彦钊同学和朱艺同学合作的论文被以Spotlight（亮点论文）的形式接收；最年轻的作者邓维建同学目前为二年级硕士生。祝贺他们！ CVPR全称IEEE Conference on Computer Vision and Pattern Recognition （IEEE计算机视觉与模式识别国际会议）是世界三大顶级计算机视觉会议（CVPR、ICCV和ECCV）之一，每年举行一次。今年会议收到来自上百家世界级名校、研究机构和企业的3300篇稿件，最终接收979篇 (录用率约29%)，其中Spotlight接收率仅为6.8%。 被接收的三篇论文如下： 弱监督目标实例分割：Weakly Supervised Instance Segmentation using Class Peak Response (CVPR2018, Spotlight) 现有先进的目标实例分割算法依赖于像素级别的强监督训练数据，存在标注成本高，训练开销大的不足。在本文中，我们利用深度卷积过程中产生的类别峰值响应，从仅采用图片标签训练的分类网络中挖掘出了适合目标级别(Instance-level)识别任务的精细视觉线索（峰值响应图PRM）。本方法在多个评测上取得了State-of-The-Art性能，并首次在图片级别监督的实例分割任务上报告结果。 弱监督目标检测：Min-Entropy Latent Model for Weakly Supervised Object Detection (CVPR2018) MELM针对传统弱监督目标检测框架定位随机性强的问题，结合目标候选区域的分布特征，创新性地使用最小熵隐变量模型，通过分层的方式最小化定位熵，并提出循坏学习方式求解模型，提高了定位稳定性，并能抑制背景噪声。该模型在多个极具竞争性的公开数据集上取得了State-of-The-Art性能。 行人再识别：Image-Image Domain Adaptation with Preserved Self-Similarity and Domain-Dissimilarity for Person Re-identification (CVPR2018) 论文针对行人再识别的跨域场景提出了”Learning via Translation”的算法模型。首先，模型通过无监督且保相似性的方式将有标签的源域数据迁移到目标域上，然后利用迁移后的数据训练专属于目标域的模型。该模型在两个大数据集合（Market1501和DukeMTMC-reid）的跨域场景评估上取得了State-of-The-Art的性能。 模式识别与智能系统开发实验室成立于2006年，主要从事机器学习、图像和视频处理、无线网络优化、智能感知系统等领域的研究。实验室研究人员由焦建彬教授、叶齐祥教授、韩振军副教授、秦飞副教授及22名研究生组成，承担了国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、中科院电子所、北京市科委等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"实验室在ICCV’17 Workshop对称性检测比赛中取得好成绩","slug":"news/2017-11-15","date":"2017-11-14T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2017-11-15.html","link":"","permalink":"http://ucassdl.cn/content/news/2017-11-15.html","excerpt":"","text":"在今年7月开始的ICCV’17 Workshop Challenge Detecting Symmetry in the Wild中，由模式识别与智能系统开发实验室刘畅同学、柯炜同学、叶齐祥教授、焦建彬教授组成的小组在2D Symmetry项目中的Medial axis detection两个数据集的竞赛中分别获得第一名（BMAX500 Dataset）和第二名（SKLARGE Dataset）的好成绩。祝贺他们! ICCV全称IEEE International Conference on Computer Vision（国际计算机视觉大会），是世界三大顶级计算机视觉会议（ICCV, CVPR和ECCV）之一，每两年举行一次。今年会议收到来自世界级一流名校和企业研究机构的2143篇稿件，最终仅接收621篇(录用率约28%)。以下是竞赛成果和获奖信息：录用论文：RSRN: Rich Side-output Residual Network for Medial Axis Detection论文在SRN工作的基础上融合深度神经网络的各层信息，提出RSRN，进一步挖掘了SRN结构的表征能力，进一步提高了在大规模复杂背景下的目标中轴检测任务的性能。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"实验室三名同学参加IEEE ICCV2017国际会议","slug":"news/2017-11-1","date":"2017-10-31T16:00:00.000Z","updated":"2018-04-04T09:21:33.203Z","comments":true,"path":"content/news/2017-11-1.html","link":"","permalink":"http://ucassdl.cn/content/news/2017-11-1.html","excerpt":"","text":"当地时间10月22-29日，两年一度的计算机视觉顶级会International Conference on Computer Vision (ICCV 2017) 在意大利威尼斯举办。ICCV即国际计算机视觉大会，由IEEE主办，被誉为计算机视觉领域三大顶级会议之一，其论文水平代表了计算机视觉领域最新的发展方向和水平，来自世界各地一流研究机构的3000多名研究人员在此次大会上交流最新的研究成果。模式识别与智能系统开发实验室两篇论文分别被会议和会议workshop接收，论文作者朱艺、周彦钊、柯炜同学受会议方邀请参会展示论文工作。会议论文：Soft Proposal Networks for Weakly Supervised Object Localization作者：Yi Zhu, Yanzhao Zhou, Qixiang Ye, Qiang Qiu, Jianbin Jiao.论文工作展示期间，展板前热闹非凡，两位作者与领域学者们交流探讨研究成果，论文工作受到了国内外相关研究人员的关注和肯定。 Workshop论文：RSRN: Rich Side-Output Residual Network for Medial Axis Detection作者：Chang Liu, Wei Ke, Jianbin Jiao, Qixiang Ye.","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"【传媒聚焦】泰伯网对实验室遥感竞赛获奖团队专题报道","slug":"news/2017-9-30","date":"2017-09-29T16:00:00.000Z","updated":"2018-04-04T09:21:26.654Z","comments":true,"path":"content/news/2017-9-30.html","link":"","permalink":"http://ucassdl.cn/content/news/2017-9-30.html","excerpt":"","text":"要做有用的研究——专访“航天星图杯”高分软件大赛获奖团队泰伯网•2017-09-30 12:44:27摘要： 他们一直坚持着一个理念，“技术要从实际中来，也要到实际中去”。 2017年9月8日，首届“航天星图杯”高分软件大赛落下帷幕。中国科学院大学模式识别与智能系统开发实验室的参赛团队以优秀的软件作品脱颖而出，获得“高分辨率可见光图像中车辆自动识别”奖项的一等奖以及“高分辨率可见光图像中飞机自动识别”奖项的二等奖。编者注: 右二为SDL实验室周彦钊同学 大赛评委会表示，中国科学院大学参赛队利用创新算法有效提升了基础模型在旋转对象上的理解能力，相比于传统的自动识别手段在检测精度和效率方面大幅提高，具备很强的创新性和实用性。 赛后，泰伯网记者有幸采访到这支参赛团队，了解他们参加此次大赛背后的故事。采访中，团队的指导老师焦建彬教授表示，通过这次竞赛，不单单锻炼了学生们的团队精神，还将他们平日里论文和研究成果得以实现和落地。 “这次高分软件大赛的参赛团队很多，基本覆盖了领域内绝大多数高校、研究所，从比赛最终的结果来看，我觉得很有代表性，大家做的都非常不错。 因为这一次采用的是线上评定的方式，就是每星期提交你的软件去跑分，会有实时的排名更新，所以也确实能够看到你追我赶的那个趋势，就是你优化一点，我再优化一点，所以大家应该都是把实力拿出来了。 这次比赛推动了年轻人才培养和研究团队建设，促进高分辨率对地观测技术交流合作和成果转化，进一步提升了高分重大专项社会影响力。” 据另一位指导老师叶齐祥教授介绍，这次是实验室第一次组织队伍出来参加大型比赛，大家都收获颇丰，这次比赛经历对学生今后实际科研工作和科研选题都有一定的启发，实验室以后会多提供一些这样的机会来锻炼学生。 “我们这个课题组目前主要是在做计算机视觉和模式识别这个方向的研究，这也是近几年比较热的领域。能够应用于高分遥感，解决实际问题，就是我们研究成果的实际运用和价值体现。 我们要求同学们不仅要能写论文推公式，还要有把知识转化成可以实际运用的产品的能力。我们实验室一直传承着一个理念，那就是技术要从实际中来，也要到实际中去。” 据记者了解，团队中除了两位指导老师外，四名参赛学生都是“90后”，组长周彦钊才24岁在读研二，最年轻的成员邓维建才仅23岁。这一个夏天的比赛经历带给他们的不仅是荣誉和知识，更重要的是对于理论和实操的体悟。采访中，团队中最小的邓维建坦言，亲自在实践中感受科研里存在的问题，是他对这次比赛感受最深的地方。 “整个比赛全程我都有参与，我现在才硕士一年级，所以主要负责一些比较基础的东西，另外我现在要寻找一个研究方向，刚好借助参加这个比赛，从这里面发现了很多值得思考的问题。 首先，是不是训练数据越多越好，如何从海量数据中筛选有价值的样本?其次，遥感数据千变万化，怎么把现有的模型迁移到新的测试场景?第三，遥感图像图幅很大，比赛用的是两千乘两千，但是实际用的可能就是两万乘两万，那么就要求你的算法又好又快。那么怎么样使模型能够非常高效的去运行？这是我从中找到的三个问题。 通过这个比赛我自己可以亲自去感受到科研过程中有哪些问题，而不是自己在那里瞎想，这点是我感受最深的。” 据了解，今年实验室有四篇论文被国际顶级会议CVPR和ICCV录用，其中就包含组长周彦钊的关于深度学习旋转特征编码的研究成果，这一项创新技术也被成功运用在本次高分软件大赛之中，成为了团队的“制胜法宝”。 “遥感场景中的目标可能会以各种角度出现，而实验显示现有的技术不能很好地处理这个问题，为此我开展了针对旋转问题的基础性研究工作，最终得到的成果可以极大地提升模型对旋转目标的解译能力，并且显著减少训练需要的参数和数据量。 焦老师经常跟我们强调，做学术工作一定要做有用的研究。我很高兴自己的成果不仅得到了学术界认可，也作为团队的核心技术在比赛中得到了实战演练。下个学期我将从研二转入博士一年级，这次宝贵的大赛经历将激励我做更多能落地、有价值的创新工作”。 除了有扎实的研究基础做支撑，他们能够在大赛中取得好成绩跟这一个夏天的辛苦付出是分不开的。结束了一学期繁忙的科研工作，本应和很多同学一样在暑假好好放松的他们，却开启了更疯狂的加班模式。团队中唯一的女生朱艺告诉记者，在临近截止日期的那段时间，他们几乎天天加班到深夜。实验室在国科大雁栖湖校区，夜里两三点钟回宿舍时，经常有成群结队的流浪狗对着她狂吠，吓得她几乎不敢回宿舍。 “当时大赛主办方要求软件要在Windows系统上运行，而我们之前的代码都在Linux系统，所以当时天天加班做环境迁移。我这次也认识到要将学术成果成功落地到实际应用中确实有很长的路要走，我发表在ICCV 2017的研究成果也因为平台迁移时间有限没有能够在这次比赛中一展身手，未来我会花更多时间在自己工作的应用部署上。” 参赛团队中的万方，回家的高铁票订了退又退了订，来来回回不下三次，最后直到结果提交之后才回家休息了几天。他跟记者说，他目前正在研究的是弱监督的目标检测，虽然这一次没有过多的应用在比赛作品中，但他看准了这项技术将大大减少人工标注的工作量，是深度学习领域发展的趋势。 “这个竞赛我参加的时间比较晚，之前都是几个师弟师妹在做，后来我主要参与了将核心算法和框架向Windows系统迁移的这部分工作。 弱监督学习相对于传统的监督学习而言，不需要详尽繁杂的真值标注，因此在遥感解译这类需要处理海量数据的大规模任务上就有非常显著的应用价值。” 最后，对于这支“90后”团队参加本届高分软件大赛并取得的优异成绩，焦建彬教授表示，同学们放弃了假期而选择了科研，让他非常欣慰。整个比赛经历下来，一是锻炼了同学们的工程能力、二是锻炼了团队合作的精神、三是打破了闭门造车的障碍，直面实际应用中的新问题、新挑战。 虽然实验室日常的工作非常繁忙，参加这类比赛也肯定会对科研进度造成一些影响，但今后如果有好的机会，他们还会继续参加，在实际应用中发现问题，做更多真正有用的研究。 源地址：http://www.3snews.net/column/252000048120.html","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[{"name":"比赛","slug":"比赛","permalink":"http://ucassdl.cn/tags/比赛/"},{"name":"获奖","slug":"获奖","permalink":"http://ucassdl.cn/tags/获奖/"}]},{"title":"实验室获“航天星图杯”高分软件大赛单项第一名和第二名","slug":"news/2017-9-14","date":"2017-09-13T16:00:00.000Z","updated":"2018-04-12T13:15:13.157Z","comments":true,"path":"content/news/2017-9-14.html","link":"","permalink":"http://ucassdl.cn/content/news/2017-9-14.html","excerpt":"","text":"SDL实验室在首届高分软件大赛取得优异成绩，从172个国内高校、科研院所的团队中脱颖而出，取得车辆目标自动识别任务第一名，飞机目标自动识别任务第二名。团队成员(部分)合照：左起 邓维建、万方、焦建彬教授、周彦钊、朱艺优胜成果展板：SDL实验室依托自主研发的核心技术ORN取得车辆识别任务第一名。以下为泰伯网对赛事的报道： .b-body img{ width: 650px; }“航天星图杯”高分软件大赛在京落下帷幕 泰伯网讯 9月8日，由高分辨率对地观测系统重大专项管理办公室和中国科学院重大科技任务局指导，航天星图科技(北京)有限公司协办，高分对地观测学术年会组委会组织开展的首届“航天星图杯”高分软件挑战大赛在京落下帷幕。高分软件大赛一等奖获奖者(编者注：右二为SDL实验室硕士二年级学生周彦钊) 作为第四届高分辨率对地观测学术年会的一个重要创新环节，“航天星图杯”高分软件大赛紧密围绕国家中长期科学和技术发展规划，以及高分辨率对地观测系统国家重大科技专项的建设要求，遵循“自由，开放，创新”的指导思想，旨在积极推动对地观测信息领域的理论和技术创新，加快年轻人才培养和研究团队建设，促进高分辨率对地观测技术交流合作和成果转化，进一步提升高分重大专项社会影响力。 高分软件大赛获奖名单 据了解，本次大赛面向可见光、SAR、高光谱等数据源，共设置了目标分类、目标识别、目标提取等5大类共14个竞赛项目。自3月份启动后，总共吸引了来自中科院、清华大学等40余所高校、企业和科研院所的172支团队报名参赛。至报名阶段截止，5大类竞赛课目共计报名471次，提交软件作品达264件，共决选出一等奖4项，二等奖4项，三等奖6项，优秀奖14项。高分辨率对地观测学术年会组委会秘书长丁赤飚致辞 高分辨率对地观测学术年会组委会秘书长丁赤飚在致辞中表示，本届大赛为所有参赛队提供了高质量、多种类的高分辨率遥感数据，并采用世界通用领先的系统设计评测体系，实现了参赛报名、资格审核、数据管理、算法调试与反馈、大赛评比等全部竞赛内容的线上运行，避免了测试结果人工判读统计带来的不确定性，保证了整个比赛过程的公平、公正、公开。航天星图科技(北京)有限公司总裁邵宗有 航天星图总裁邵宗有先生在接受泰伯网记者采访时讲到，在9月17-18日于武汉召开的第四届高分辨率对地观测学术年会上，将会对本届大赛的优胜团队进行表彰。航天星图也会同期发布GEOVIS 5空天大数据承载和服务平台。这个平台旨在将高分遥感应用需求与先进的IT互联网、人工智能技术相融合，在空天大数据智能处理和数据承载等方面将会有先进成果发布。 此外，邵宗有先生还表示作为中科院电子所与中科曙光共同投资成立的成果与应用的转化平台，公司希望进一步依托高分辨率对地观测学术年会和软件大赛的平台，发挥公司在成果转化、宣传和市场方面的优势，与行业从业者一道，共同建设航天星图正在打造的高分遥感应用人工智能社区，为高分辨率对地观测事业贡献自己的力量。参会人员大合影 在本届“航天星图杯”高分软件挑战大赛的竞赛过程中，涌现出了一批实用的数据处理软件、算法，在技术成熟度、智能化程度以及创新度等方面反映出了当前高分专项军事应用基础支撑领域的技术水平和发展方向。大量的样本数据、测试数据，也为后续的开放共享实验环境建设奠定了坚实基础。 另外，通过本次高分软件大赛活动，进一步激发了对地观测研究人员学理论、研技术、比成果的热情，发现了一批遥感数据处理软件、算法的优秀人才，搭建了切磋交流、相互学习的平台，传导了重视系统建设的同时更要重视后端应用的发展理念，对于加强高分数据处理技术领域科研能力，提升高分系统应用保障水平，产生了积极的推动作用。 据了解，本届大赛所产生的优秀科研成果将作为高分专项的一项重要产出，在后续的专项建设中继续推广。关于航天星图 作为本届大赛冠名商的航天星图科技(北京)有限公司，是一家专注于地理空间大数据处理、可视化与应用的创新型企业，经过多年积累，公司在遥感处理、仿真推演、指挥控制、态势感知、情报处理、国土规划、环境分析、交通应用等领域拥有行业领先地位，面向国防、国土、交通、应急、安全、农业和海洋等行业领域提供新一代空天大数据感知、处理、管理、分析、可视化和应用服务于一体的全方位解决方案。“航天星图杯”高分软件大赛获奖名单录用论文 高分辨率可见光图像中飞机目标自动识别成绩排名 序号 单位 姓名 奖项 1 中国科学院电子学研究所 张跃 乔海浪 李浩 倪鼎 吴成龙 马益航 一等奖 2 中国科学院大学 周彦钊 邓维建 万方 朱艺 叶齐祥 焦建彬 二等奖 3 国防科技大学 赵娟萍 汤田玉 邱少华 欧阳克威 孙浩 邓志鹏 三等奖 4 西安电子科技大学 杨孟然 王若静 方帅 郭岩河 优秀奖 5 北京交通大学 廖理心 韦世奎 阮涛 赵云飞 商逸凡 赵杰 优秀奖 高分辨率可见光图像中车辆目标自动识别成绩排名 序号 单位 姓名 奖项 1 中国科学院大学 周彦钊 邓维建 万方 朱艺 叶齐祥 焦建彬 一等奖 2 北京交通大学 廖理心 韦世奎 阮涛 赵云飞 商逸凡 赵杰 二等奖 3 国防科技大学 赵娟萍 汤田玉 邱少华 欧阳克威 孙浩 邓志鹏 三等奖 4 西安电子科技大学 胡月 刘梦晨 秦海轮 优秀奖 高分辨率 SAR 图像中舰船目标自动识别成绩排名 序号 单位 姓名 奖项 1 中国科学院电子学研究所 张跃 乔海浪 李浩 倪鼎 吴成龙 马益航 三等奖 2 北京交通大学 刘婷 蒋翔 马晓晨 郭庆荣 庞华鑫 赵耀 优秀奖 3 国防科技大学 赵娟萍 汤田玉 邱少华 欧阳克威 孙浩 邓志鹏 优秀奖 高分辨率可见光图像切片的典型地物目标分类成绩排名 序号 单位 姓名 奖项 1 国防科技大学 赵娟萍 汤田玉 邱少华 欧阳克威 孙浩 邓志鹏 一等奖 2 国防科技大学 刘威 傅瑞罡 杨晓亮 刘松林 董小虎 于浩洋 二等奖 3 西安中科星图空间数据技术有限公司 白晓辉 范晓敏 折晓宇 杨庆 三等奖 4 北京交通大学 廖理心 韦世奎 阮涛 赵云飞 商逸凡 赵杰 优秀奖 5 重庆大学 赵昕 杨帆 刘念 秦凯 张东辉 优秀奖 6 中国地质大学（武汉） 李智立 解加粉 毕奇 优秀奖 高分辨率 SAR 图像切片的典型地物目标分类成绩排名 序号 单位 姓名 奖项 1 北京交通大学 刘婷 蒋翔 马晓晨 郭庆荣 庞华鑫 赵耀 一等奖 2 国防科技大学 赵娟萍 汤田玉 邱少华 欧阳克威 孙浩 邓志鹏 二等奖 3 北京化工大学 李伟 张帆 胡伟 徐晓栋 王云冲 李想 三等奖 4 武汉大学 杨瑞 李珞茹 谢欣芳 李平 优秀奖 高分辨率可见光图像中建筑物目标自动提取和重建成绩排名 序号 单位 姓名 奖项 1 国防科技大学 赵娟萍 汤田玉 邱少华 欧阳克威 孙浩 邓志鹏 三等奖 2 北京交通大学 廖理心 韦世奎 阮涛 赵云飞 商逸凡 赵杰 优秀奖 高分辨率 SAR 图像中建筑物目标自动提取和重建成绩排名 序号 单位 姓名 奖项 1 国防科技大学 赵娟萍 汤田玉 邱少华 欧阳克威 孙浩 邓志鹏 优秀奖 高分辨率可见光图像中道路/道路网目标自动提取成绩排名 序号 单位 姓名 奖项 1 西安中科星图空间数据技术有限公司 白晓辉 范晓敏 折晓宇 杨庆庆 优秀奖 图像语义标注成绩排名 序号 单位 姓名 奖项 1 国防科技大学 赵娟萍 汤田玉 邱少华 欧阳克威 孙浩 邓志鹏 优秀奖 2 北京交通大学 刘婷 蒋翔 马晓晨 郭庆荣 庞华鑫 赵耀 优秀奖 注：各科目均以最后一次在线提交的软件测试成绩为准。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"杜克大学卫奇博士到智能系统开发实验室做学术报告","slug":"news/2017-9-1","date":"2017-08-31T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2017-9-1.html","link":"","permalink":"http://ucassdl.cn/content/news/2017-9-1.html","excerpt":"","text":"8月31日，卫奇博士来到电子学院Pri-SDL实验室做学术报告“Inverse problems: from inference to learning”。卫奇博士介绍了他目前的研究领域，逆问题（inverse problem）。逆问题被广泛并成功地应用于底层图像处理当中，包括多光谱融合(multi-band fusion)、去噪(denoising)、复原(in-painting)以及超分辨率(super resolution)当中。卫奇博士先介绍了逆问题的基本形式，并介绍逆问题如何解决多光谱图像融合的问题。利用循环下采样矩阵和融合问题，提出Sylvester 方程的近似解。另外，他还提出了ADMM（Alternating Direction Method of Multipliers）方法来解决逆问题。 卫奇博士学术报告卫奇博士毕业法国图卢兹大学，曾在剑桥大学、现在杜克大学做博士后研究工作。主要研究领域为多光谱图像处理、动态数据处理、计算机视觉和机器学习。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"【传媒聚焦】实验室CVPR论文成果获《机器之心》报道：CVPR 2017 国内外亮点论文汇集","slug":"news/2017-7-23","date":"2017-07-22T16:00:00.000Z","updated":"2018-04-04T09:21:36.447Z","comments":true,"path":"content/news/2017-7-23.html","link":"","permalink":"http://ucassdl.cn/content/news/2017-7-23.html","excerpt":"","text":"媒体报道：电子学院模式识别与智能系统开发实验室叶齐祥教授、博士生柯炜、硕士生周彦钊撰写的三篇论文日前被“2017年度计算机视觉与模式识别国际会议”（2017 IEEE Conference on Computer Vision and Pattern Recognition, CVPR 2017）录用，其中柯炜的论文以口头报告（Oral）的形式接收。 今年该实验室共投稿论文4篇，中稿3篇，中稿篇数之多和中稿比例之高在国内研究机构尚不多见。其中，最年轻的作者周彦钊同学目前是二年级硕士研究生。机器之心原创参与：李亚洲、路雪、李泽南深度学习界的「春晚」CVPR 2017 已在夏威夷火奴鲁鲁 Hawaii Convention Center开幕，在本次大会接收的众多论文当中，有华人参与的接近半数。这七百余篇论文中有哪些亮点？众多参会的中国研究机构又贡献了多少？我们为你整理了一篇观看指南。&nbsp;不久之前，谷歌发布了 2017 版学术指标。从这次公布的数据来看，只有少数学术会议的影响因子超过了热门的预印版论文发布平台 arXiv。&nbsp;其中可以看到，在计算机视觉与模式识别领域，CVPR 是影响力最大的论文发布平台。CVPR 全称为「IEEE Conference on Computer Visionand Pattern Recognition」（计算机视觉与模式识别会议），是近年来计算机视觉领域全球最影响力、内容最全面的顶级学术会议，由专业技术学会 IEEE（电气和电子工程师协会）主办。不仅在学术领域，随着深度学习在图像处理领域的应用热潮，越来越多的业界研究机构也在将目光投向CVPR，从数量众多的大会赞助商中，我们就可以感受到这一活动的关注度之高。在漫长的等待之后，本届大会已于2017 于 7 月 21 日在美国夏威夷开幕，并将举行至 7 月 26 日。作为领域内具有权威性的会议，今年的 CVPR 共收到有效提交论文 2680 篇，其中 2620 篇论文经过完整评议，最终总计 783 篇被正式录取（占总提交数的 29%）。被接收的论文中，71 篇将进行长口头演讲，144 篇进行短亮点演讲。华人不仅占据了论文作者的半壁江山，国内众多人工智能公司也已摩拳擦掌要在 CVPR 大会上大显身手了。本文中，我们将盘点国内外人工智能公司在 CVPR 2017 上展现的技术，以及即将举办的精彩活动。文后我们附上了机器之心此前报道过的 CVPR 2017 论文。&nbsp;产业界 CVPR2017 论文有众多业界公司参与了 CVPR 2017。据大会官网的数据统计，全球共有约 90 家企业参与到本次大会中。海外科技巨头谷歌、微软、Facebook、亚马逊、苹果、英特尔、英伟达等，毫无意外都有论文被接收。即使是最为低调的苹果，在日前新开的在线期刊《Apple Machine Learning Journal》中，最先介绍的也是该公司将在&nbsp;CVPR 2017 大会上展示的论文。&nbsp;把目光转向国内公司，腾讯、阿里巴巴、京东、滴滴等大型互联网公司，和商汤、Momenta、驭势、格灵深瞳等初创企业也都或多或少地参与了这次大会。国内公司不仅提交论文，也在会议期间举办演讲和各类活动，中国公司在机器学习领域的积累正在逐渐显现。&nbsp;以下，我们将介绍国内几家人工智能公司和机构在 CVPR 2017 上的论文接收情况，其中也包括这些参会者在 CVPR 2017 上将要介绍的重点论文。&nbsp;微软亚洲研究院&nbsp;据机器之心了解，微软有 28 篇论文被CVPR 2017 接收，其中微软亚洲研究院有 18 篇论文被接收。此外，微软全球执行副总裁沈向洋将在大会上发表主旨演讲。在 6 月 16 日北京中关村微软大厦举办的「微软亚洲研究院创研论坛——CVPR 2017 论文分享会」上，微软亚研的研究员已经分享了数篇被 CVPR 2017接收的论文：&nbsp;论文：StyleBank: An Explicit Representation for Neural Image Style Transfer简介：作者们在这一设计中运用卷积神经网络作为基础，在通过卷积作用得到特征层后，加入风格化分支——StyleBank 层作相应处理，可以得到很好的图像效果。&nbsp;论文：Incorporating Copying Mechanism in Image Captioning for Learning Novel Objects简介：微软亚洲研究院姚霆的相关研究成果为 Image Captioning with Attributes，通过利用属性（attributes）对图像标注进行改进，这种方法有很大的潜力可以成为生成开放性词汇句子（open-vocabulary sentences）的有效方法。这种以搜索为基础的方法，应用卷积神经网络加循环神经网络，可以使图像标注系统更加实用。&nbsp;论文：Collaborative Deep Reinforcement Learning for Joint Object Search简介：作者们提出了一种新的多智能体间的 Q-学习的方法，即门控选通式连接（gated cross connections）的深度 Q 网络——给交流模块设计一个门控结构，可以让每个智能体去选择相信自己还是相信别人。这是一种对虚拟智能体进行联合训练的高效方法。它有效地利用了相关物体间的有用的上下文情境信息（contextual information），并且改进了目前最先进的主动定位模型（active localization models）。&nbsp;论文：Neural Aggregation Network For Video Face Recognition简介：传统的深度学习方法在进行人脸识别时需要对每一帧都进行特征提取，这样的效率是很低的。而NAN 网络可以对视频或目标对象进行高度紧凑（highly-compact）的表征（128-d）；利用注意力机制（attention mechanism）进行学习型聚合（learning-based aggregation）；这种网络在三个关于人脸视频的基准中都有着一流的表现。作者认为这种聚合网络是简单并且通用的，今后也会用于其它一些视频识别的任务当中。在微软众多被接收的论文中，我们注意到一篇 Oral 论文：Look Closer to See Better: Recurrent Attention Convolutional Neural Network for Fine-grained Image Recognition，介绍了一种端到端，逐层集中 Attention 到有用位置的方法。该研究作者为微软亚研研究员梅涛等人。大会期间，该团队将上台进行 12 分钟的演讲，详细介绍此项研究成果。&nbsp;阿里巴巴&nbsp;据机器之心了解，阿里巴巴共有四篇论文被 CVPR 2017接收，其中阿里 AI Lab 3 篇，阿里 iDST 1 篇；阿里 iDST 视觉计算负责人华先胜华先胜也将在 ReID &amp; MTMCTWorkshop 上发表题为《Practices of Large-Scale TargetRe-Identification》的演讲。&nbsp;以下为阿里巴巴 CVPR 2017 论文：&nbsp;Deep Level Sets for Salient Object Detection作者：Ping Hu、Bing Shuai、Jun Liu、Gang Wang&nbsp;Global Context-Aware Attention LSTM Networks for 3D Action Recognition作者：Jun Liu、Gang Wang、Ping Hu、Ling-Yu Duan、Alex C. Kot&nbsp;Episodic CAMN: Contextual Attention-based Memory Networks With Iterative Feedback For Scene Labeling作者：Abrar H. Abdulnabi, Bing Shuai, Stefan Winkler, Gang Wang&nbsp;Video to Shop: Exactly Matching Clothes in Videos to Online Shopping Images作者：Zhi-Qi Cheng、Xiao Wu、Yang Liu、华先胜&nbsp;此外，阿里在 CVPR 期间也将会演示拍立淘技术，简单介绍就是拍照搜索技术。&nbsp;腾讯 AI Lab&nbsp;作为腾讯最新成立的人工智能实验室，腾讯 AI Lab 在基础层的技术研究上实力非常。机器之心是首家报道腾讯 AI Lab 研究的媒体，我们注意到腾讯 AI Lab 首次公开的有关风格迁移的研究论文此次也被 CVPR 2017 所接收。&nbsp;据统计，腾讯 AI Lab 共有 6 篇论文被 CVPR 2017 接收，以下是对这些论文的简要介绍：&nbsp;论文一：Real Time Neural Style Transfer for Videos简介：本文用深度前向卷积神经网络探索视频艺术风格的快速迁移，提出了一种全新两帧协同训练机制，能保持视频时域一致性并消除闪烁跳动瑕疵，确保视频风格迁移实时、高质、高效完成。&nbsp;论文二：WSISA: Making Survival Prediction from Whole Slide Histopathological Images简介：论文首次提出一种全尺寸、无标注、基于病理图片的病人生存有效预测方法 WSISA，在肺癌和脑癌两类癌症的三个不同数据库上性能均超出基于小块图像方法，有力支持大数据时代的精准个性化医疗。&nbsp;论文三：SCA-CNN: Spatial and Channel-wise Attention in Convolutional Networks for Image Captioning简介：针对图像描述生成任务，SCA-CNN 基于卷积网络的多层特征来动态生成文本描述，进而建模文本生成过程中空间及通道上的注意力模型。&nbsp;论文四：Deep Self-Taught Learningfor Weakly Supervised Object Localization简介：本文提出依靠检测器自身不断改进训练样本质量，不断增强检测器性能的一种全新方法，破解弱监督目标检测问题中训练样本质量低的瓶颈。&nbsp;论文五：Diverse Image Annotation简介：本文提出了一种新的自动图像标注目标，即用少量多样性标签表达尽量多的图像信息，该目标充分利用标签之间的语义关系，使得自动标注结果与人类标注更加接近。&nbsp;论文六：Exploiting Symmetry and/or Manhattan Properties for 3D Object Structure Estimation from Single andMultiple Images简介：基于曼哈顿结构与对称信息，文中提出了单张图像三维重建及多张图像 Structure from Motion 三维重建的新方法。&nbsp;商汤科技&nbsp;作为一家专注于计算机视觉和深度学习的创业公司，商汤科技也将在 CVPR 2017 上带来一系列的技术 Demo、Presentation、PartyTime 等活动。据机器之心了解，商汤科技及香港中大-商汤科技联合实验室共有 23 篇论文被接收。&nbsp;其中，商汤科技高级研究员钱晨的论文获得 CVPR2017Spotlight 提名，他将在大会上做四分钟的演讲；商汤科技执行研发总监林倞也将会在 NITRE WORKSHOP环节做出演讲。&nbsp;两篇 Presentation 论文分别为：&nbsp;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Residual Attention Network for Image Classification·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attention-aware Face Hallucination via Deep ReinforcementLearning&nbsp;日前机器之心对商汤科技 CVPR 2017 论文的报道中，对其中的几篇论文进行了详细的解读，感兴趣的读者请参阅：业界 | 23 篇论文入选 CVPR2017，商汤科技精选论文解读。&nbsp;学术界 CVPR 2017 论文&nbsp;在这一部分，我们根据公开信息对学术界的论文进行了盘点。需要说明的是这些论文可能包含学术界与产业界合作的论文，而且以下某些院校被 CVPR 2017 接收的论文可能远远超过我们收集到的，因此如果读者们发现我们遗漏了哪些精彩的论文，希望能够在下面留言。&nbsp;1. 厦门大学信息学院&nbsp;论文一：Cross-Modality Binary Code Learning via Fusion Similarity Hashing&nbsp;作者：Hong Liu, Rongrong Ji（纪荣嵘）, Yongjian Wu, Feiyue Huang, Baochang Zhang&nbsp;论文二：Non-Local Deep Featuresfor Salient Object Detection作者：Zhiming Luo, Akshaya Mishra, Andrew Achkar, Justin Eichel, Shaozi Li（李绍滋）,Pierre-Marc Jodoin&nbsp;论文三：Re-Ranking Person Re-Identification With k-Reciprocal Encoding&nbsp;作者：Zhun Zhong, Liang Zheng,Donglin Cao, Shaozi Li（李绍滋）&nbsp;论文四：Removing Rain From Single Images via a Deep Detail Network&nbsp;作者：Xueyang Fu, Jiabin Huang, Delu Zeng, Yue Huang, Xinghao Ding（丁兴号）, John Paisley&nbsp;&nbsp;2. 中国科学院大学电子学院模式识别与智能系统开发实验室&nbsp;论文一：SRN: Side-output Residual Network for Object Symmetry Detection in the Wild（CVPR 2017 Oral 1-1C)&nbsp;作者：柯炜简介：论文创新性地提出了侧输出残差网络并将其成功应用在大规模复杂背景下的目标对称性检测任务中，取得了 State-Of-The-Art 性能。该架构显著地提升了多尺度特征融合性能，对尺度相关的深度学习任务具有应用价值。&nbsp;论文二：Oriented Response Networks (CVPR 2017 Poster)作者：周彦钊简介：论文从深度卷积网络最为核心的卷积模块出发，创新的设计了具有主动旋转能力的向量场滤波器ARF，赋予了深度网络显式编码方向信息的能力，并显著提升深度特征对旋转的泛化性能。该深度网络架构在多个评测中取得 State-Of-The-Art 性能。&nbsp;论文三:Self-learning Scene-specific Pedestrian Detectors using a Progressive Latent Model (CVPR 2017 Poster)作者：叶齐祥简介：论文提出了一种新颖的针对特定场景的自学习行人检测算法，算法利用原始视频数据即可自动挖掘其中的行人目标并学习检测器，无需进行耗时耗力的逐帧数据标注，取得了 State-Of-The-Art 行人检测性能。&nbsp;3. 南开大学媒体计算实验室&nbsp;论文一：Richer Convolutional Features for Edge Detection作者：Y Liu, MM Cheng, X Hu, K Wang, X Bai&nbsp;论文二：Deeply supervised salient object detection with short connections作者：Q Hou, MM Cheng, X Hu, ZTu, A Borji&nbsp;论文三：GMS: Grid-based Motion Statistics for Fast, Ultra-robust Feature Correspondence作者：JW Bian, W Lin, YMatsushita, SK Yeung, TD Nguyen, MM Cheng&nbsp;论文四：Object Region Mining with Adversarial Erasing: A Simple Classification to Semantic Segmentation Approach作者：Y Wei, J Feng, X Liang, MM Cheng, Y Zhao, S Yan&nbsp;4. 中科院计算所&nbsp;Learning Multifunctional Binary Codes for Both Category and Attribute Oriented Retrieval Tasks&nbsp;作者：Haomiao Liu, Ruiping Wang（王瑞平）, Shiguang Shan, Xilin Chen&nbsp;5. 清华大学计算机系智能技术与系统国家重点实验室、清华国家信息实验室、清华大学计算机科学与技术系、英特尔中国研究院、清华大学电子工程系RON: Reverse Connection With Objectness Prior Networks for Object Detection&nbsp;作者：孔涛、孙富春、Anbang Yao、刘华平、Ming Lu 和陈玉荣&nbsp;Real-Time Neural Style Transfer for Videos作者：Haozhi Huang, Hao Wang, Wenhan Luo, Lin Ma, Wenhao Jiang, Xiaolong Zhu, Zhifeng Li, Wei Liu（刘威，腾讯 AI）&nbsp;6. 大连理工大学信息与通信工程学院&nbsp;李培华两篇论文被 CVPR 2017 录用, 其中一篇为**口头报告。&nbsp;G2DeNet: Global GaussianDistribution Embedding Network and Its Application to Visual Recognition（Oral 4-2A）作者：Qilong Wang, Peihua Li（李培华）, Lei Zhang&nbsp;&nbsp;Mind the Class Weight Bias: Weighted Maximum Mean Discrepancy for Unsupervised Domain Adaptation作者：Hongliang Yan, Yukang Ding, Peihua Li（李培华）, Qilong Wang, Yong Xu, Wangmeng Zuo&nbsp;7. 北京大学计算机科学技术研究所字形计算技术实验室&nbsp;北大学生刘俊成与大连理工大学、辽宁省泛在网络与服务软件重点实验室合作的一篇论文。&nbsp;Incremental Kernel Null Space Discriminant Analysis for Novelty Detection作者：Juncheng Liu（刘俊成）, Zhouhui Lian, Yi Wang, Jianguo Xiao&nbsp;更多亮点&nbsp;多家海外科技巨头也在 CVPR 开幕前夕介绍了自己在大会上即将展示的研究。&nbsp;谷歌CVPR 2017 研究集合：https://research.googleblog.com/2017/07/google-at-cvpr-2017.html&nbsp;共有超过 250 名 Google 员工将参加本次会议，同时参与和组织 CVPR 上的多个研讨会。&nbsp;FacebookCVPR 2017 研究集合：https://research.fb.com/advancing-computer-vision-technologies-at-cvpr-2017/&nbsp;Facebook 与 MIT Media Lab 的研究《Robocodes: Towards Generative Street Addresses from Satellite Imagery》获得了大会 workshop 最佳论文奖，在 EarthVision 研讨上，研究人员将介绍这项工作，它有关遥感图像的大规模计算机视觉。&nbsp;IBMCVPR 2017 研究集合：https://www.ibm.com/blogs/research/2017/07/computer-vision-cvpr-2017/&nbsp;本条新闻来自《机器之心》报道：CVPR 2017 国内外亮点论文汇集：史上最盛大会议，华人占据半壁江山","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"实验室一篇论文被国际顶级会议ICCV2017录用","slug":"news/2017-7-18","date":"2017-07-17T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2017-7-18.html","link":"","permalink":"http://ucassdl.cn/content/news/2017-7-18.html","excerpt":"","text":"实验室在ICCV2017再传捷报！在焦建彬教授、叶齐祥教授的指导下，实验室硕士二年级学生朱艺和周彦钊撰写的论文《Soft Proposal Networks for Weakly Supervised Object Localization》被ICCV2017录用。祝贺他们！ICCV全称IEEE International Conference on Computer Vision（国际计算机视觉大会）是世界三大顶级计算机视觉会议（ICCV, CVPR和ECCV）之一，每两年举行一次。今年会议收到来自世界级一流名校和企业研究机构的2143篇稿件，最终仅接收621篇(录用率约28%)。ICCV2017将于10月21日至29日在意大利威尼斯举行，朱艺和周彦钊受会议方邀请将前往参加会议展示论文工作，并与世界顶级科研机构的研究人员交流。论文信息：Soft Proposal Networks for Weakly Supervised Object Localization [arXiv]Yi Zhu, Yanzhao Zhou, Qixiang Ye, Qiang Qiu, Jianbin Jiao文章提出了一种基于深度特征计算图片目标概率候选区的算法Soft Proposal，使得深度卷积网络在学习的过程中能够专注于目标区域免受背景干扰，从而学习得到以目标为主的卷积核，显著提升了网络的目标识别能力，在弱监督目标点定位以及框定位上取得了State-of-the-Art的性能。SDL硕士二年级学生朱艺, 这是朱艺所撰写的第一篇文章，祝贺她！模式识别与智能系统开发实验室成立于2006年，主要从事机器学习、图像和视频处理、无线网络优化、智能感知系统等领域的研究。实验室研究人员由焦建彬教授、叶齐祥教授、韩振军副教授、秦飞副教授及16名研究生组成，承担了国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、中科院电子所、北京市科委等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"2017年度PriSDL杯羽毛球比赛","slug":"news/2017-7-3","date":"2017-07-02T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2017-7-3.html","link":"","permalink":"http://ucassdl.cn/content/news/2017-7-3.html","excerpt":"","text":"2017年6月21日晚6点，实验室全体师生在国科大雁栖湖校区的东区体育馆举行了2017年度PriSDL杯羽毛球比赛。本次比赛共分为男子单打、女子单打、双打三项比赛；每场比赛的对手以及双打比赛的组队，全部采用赛前随机抽签的方式进行分配。本着“友谊第一、比赛第二”的原则，比赛中各位同学与老师斗志昂扬，奋尽全力，激烈角逐，细心总结经验，扬长避短，把进攻和防守都表现得淋漓尽致，充分展现了实验室热情活力、积极向上的精神面貌。经过近4小时的激烈厮杀，比赛正式落下帷幕。本次比赛共产生男单、女单、双打的冠、亚、季军，双打比赛另设有4个荣誉奖，同时实验室四位老师获得特别致敬奖。赛后，实验室老师为获奖选手颁奖并合影留念。本次羽毛球比赛很好地调动了大家的热情，既能引领大家积极参与体育活动，又能让大家在组队比赛的过程中团结合作、增进联系、加深情谊，促进实验室的凝聚力，激励大家把团结协作的态度和奋力拼搏的体育精神带回到科研学习中去。整个活动不仅具有比赛性和对抗性，更有满满的趣味性和浓浓的师生情。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"模式识别国家重点实验室李子青研究员到电子学院做学术报告","slug":"news/2017-5-10","date":"2017-05-09T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2017-5-10.html","link":"","permalink":"http://ucassdl.cn/content/news/2017-5-10.html","excerpt":"","text":"人工智能的概念从1956年由约翰・麦卡锡提出至今已经60余年。人工智能的概念从被提出至今，期间经历过两次“寒冬”。第一次寒冬出现在20世纪70年代，原因是技术进展放缓，政府投资干涸；另一次寒冬发生在20世纪80年代，原因是未能达到预期的商业影响。得益于“深度学习”系统的发展，人工智能在最近几年取得了有目共睹的进步，并再一次席卷世界，受到了工业界的高度重视。计算机视觉是人工智能中重要的一环，很多重要的深度学习方法都是在计算机视觉领域首先得到验证和应用。人工智能和计算机视觉已经逐渐出现在工业场合。5月9日，李子青研究员到电子学院做了“AI：计算机视觉技术与应用”学术报告。报告回顾了人工智能的发展历程，介绍了人工智能在实际应用中的关键问题，结合中科奥森公司的产品和应用对人工智能的工业发展道路做出了详细的报告，并与研究生进行了深入交流。 李子青，IEEE Fellow，获湖南大学学士、国防科大硕士、英国Surrey大学博士学位。2000年辞去新加坡南洋大学终身教职，加盟微软亚洲研究院。2004年作为“百人计划”入选者来到中科院自动化所，现为模式识别国家重点实验室研究员和生物识别与安全技术研究中心主任,智能视觉物联网研发中心主任。研究领域包括统计模式识别与机器学习理论，图像处理与计算机视觉方法，人脸识别与智能视频分析应用。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"实验室三篇论文被国际顶级会议CVPR2017录用","slug":"news/2017-3-4","date":"2017-03-03T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2017-3-4.html","link":"","permalink":"http://ucassdl.cn/content/news/2017-3-4.html","excerpt":"","text":"实验室CVPR论文发表喜获丰收。叶齐祥教授、博士生柯炜、硕士生周彦钊撰写的三篇论文被CVPR2017录用。其中柯炜的论文以口头汇报Oral的形式接收。祝贺他们！CVPR全称IEEE Conference on Computer Vision and Pattern Recognition （IEEE国际计算机视觉与模式识别会议）是世界三大顶级计算机视觉会议（ICCV, CVPR和ECCV）之一，每年举行一次。今年会议收到来自上百家世界级名校、研究机构和企业的3000多篇稿件，最终仅接收782篇(录用率约26%)，其中Oral录用率更是不足5%。今年我实验室共投稿4篇，录用3篇，中稿篇数之多和比例之高在国内研究机构尚不多见。其中，最年轻的作者周彦钊同学目前是二年级硕士研究生。被接收的三篇论文如下：模式识别与智能系统开发实验室成立于2006年，主要从事机器学习、图像和视频处理、无线网络优化、智能感知系统等领域的研究。实验室研究人员由焦建彬教授、叶齐祥教授、韩振军副教授、秦飞副教授及16名研究生组成，承担了国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、中科院电子所、北京市科委等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"祝贺高山同学获得朱李月华奖学金和中科院优秀毕业生称号","slug":"news/2016-6-2","date":"2016-06-01T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2016-6-2.html","link":"","permalink":"http://ucassdl.cn/content/news/2016-6-2.html","excerpt":"","text":"近日，我实验室2013级博士研究生高山同学获得2016年度中国科学院朱李月华优秀博士生奖和中国科学院优秀毕业生称号。中国科学院朱李月华优秀博士生奖奖励对象为在中国科学院所属研究生培养单位学习的博士研究生。今年获奖的高山同学主要进行多目标跟踪领域的研究及应用，并有多篇文章发表于计算机视觉领域重要国际期刊和会议。由于高山同学在博士研究生期间，科研能力出众，积极参加中科院各种活动，综合成绩优秀。高山同学今年同时被授予中国科学院优秀毕业生称号。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"北大计算机系主任到实验室做学术报告","slug":"news/2016-5-20","date":"2016-05-19T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2016-5-20.html","link":"","permalink":"http://ucassdl.cn/content/news/2016-5-20.html","excerpt":"","text":"机器学习的浪潮已经席卷世界，但是“类脑计20算”这个概念还没得到很好的定义。对于许多人来说，“类脑”的意思是“做到大脑能够做到的”（传统 AI）或者“像大脑那样做”（机器学习 AI）。但是，事实上我们对大脑能做什么以及大脑是怎么做到的并不完全了解，我们并不完全了解我们自己。不同于模拟大脑功能的传统 AI 和机器学习方法，神经形态计算（Neuromorphic Computing）模仿大脑结构。这种方法从神经形态器件构造电子大脑做起，背后的假定是解析大脑的生理结构（神经元、突触、神经回路和皮质的功能区）比揭开智能原理更容易，而类似结构将产生类似功能。无论是类脑、脑启发还是仿脑，这个领域都可能会从根本上改变目前的计算模型，甚至我们对智能的理解。5月18日, 北大计算机系主任到电子学院做“类脑计算与机器学习”学术报告。报告回顾了人工智能与机器智能的发展历程，提出了“类脑计算”与“类脑计算机”研究的崭新学术思路，进行了精彩的成果演示，并与研究生进行了深入交流。黄铁军教授报告现场图片黄铁军，博士，北京大学信息科学技术学院教授，计算机科学技术系主任，数字媒体研究所所长，数字视频编解码技术国家工程实验室副主任，国家杰出青年科学基金获得者，长江特聘教授。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"实验室参与主办了视频分析研究前沿论坛","slug":"news/2015-12-15","date":"2015-12-14T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2015-12-15.html","link":"","permalink":"http://ucassdl.cn/content/news/2015-12-15.html","excerpt":"","text":"实验室和中科院计算所共同主办了视频分析研究前沿论坛。此次前沿论坛聚焦视频中的目标身份认证以及运动模式分析等的研讨。参加该前沿论坛的除了我们实验室之外，还包括来自中科院计算所、西班牙马德里大学的老师和同学。我们实验室做了“Social Topology Model for Multi-Object Tracking”的报告。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"祝贺邹佳凌同学通过博士论文答辩","slug":"news/2015-11-22","date":"2015-11-21T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2015-11-22.html","link":"","permalink":"http://ucassdl.cn/content/news/2015-11-22.html","excerpt":"","text":"2015年11月22日，实验室博士生邹佳凌同学顺利通过博士论文答辩，并即将拿到工学博士学位。邹佳凌同学主要从事集群监控场景下的目标行为分析的研究工作，并在中科院学习期间取得了显著的科研成果。祝愿邹同学在今后的工作学习中取得更好成绩！ 本次答辩委员会由国科大高随祥教授任主席，黄庆明教授、张三国教授、应冬文副研究员、蒋树强研究员任委员。焦建彬教授、韩振军副教授及实验室的其他学生出席了本次答辩。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我实验室参加第十届国际应急管理论坛暨中国（双法）应急管理专业委员会第十一届年会","slug":"news/2015-11-13","date":"2015-11-12T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2015-11-13.html","link":"","permalink":"http://ucassdl.cn/content/news/2015-11-13.html","excerpt":"","text":"由中国优选法统筹法与经济数学研究会应急管理专业委员会、中国科学院大学、中国科学院科技政策与管理科学研究所、中央财经大学、华中科技大学主办的“第十届国际应急管理论坛暨中国(双法)应急管理专业委员会第十一届年会”于2015年11月7-8日在中央财经大学学术会堂举办，来自全国40余所高等院校、研究机构及企业的一百多位专家、学者、师生出席了会议。中国优选法统筹法与经济数学研究会应急管理专业委员会常务副主任委员、我院副院长焦建彬教授主持了开幕式，中国优选法统筹法与经济数学研究会理事长池宏、中央财经大学副校长王瑶琪、中国科学院科技政策与管理科学研究所研究员计雷分别致辞。池宏理事长对本次论坛的召开表示祝贺，他对专业委员会将理论研究与实际应用紧密结合以及学会的发展给予了充分肯定。王瑶琪副校长代表中央财经大学对与会代表表示热烈的欢迎，并希望通过此次会议更好地促进国内应急管理领域的学术交流。专业委员会首任主任委员计雷研究员对专业委员会成立十年来的发展给予了肯定，并勉励专业委员会能够沿着理论研究与应用相结合的道路继续前进，更好地服务经济和社会发展。论坛邀请了国家安全生产应急救援指挥中心巡视员、教授级高工雷长群博士，南加州大学Price公共政策学院国际项目主任Eric J. Heikkila教授，应急管理专业委员会主任、中国科学院大学黄钧教授，中科软科技股份有限公司副总裁张天伴女士，南洋理工大学Liu Fang 博士，中央财经大学贾传亮博士等六位专家学者分别为作了主题报告。雷长群司长的《推动应急预案编制从“有”到“优” ――安全生产应急预案优化试点的探索与实践》、黄钧教授的《应急管理的研究与实践――回顾与思考》、Eric J. Heikkila教授的《Scholarly perspectives on emergency management》等精彩报告，引起会议代表的热烈讨论。与会专家和师生围绕我国应急管理发展的经验总结与政策建议、灾害与风险管理中经济分析、协同应急体系与机制建设、城市基础设施安全运行监测理论与关键技术、政府应急管理的现状、问题与对策等议题等问题进行了广泛而深入的讨论。论坛还组织了分组讨论，对参会论文做了评审。为鼓励青年学者参与学会活动，提高本次论坛的学术水平，本次会议继续设立“青年学者优秀论文奖”，对经过大会统一程序评选的青年学者优秀论文进行奖励。11月8日，会议在中国科学院大学雁栖湖校区举行了青年论坛，由获得“青年学者优秀论文奖”一等奖的论文作者邓婕、于峰，以及福州大学经济与管理学院的张玲副教授等分别报告了各自的研究。我实验室研究生、“挑战杯”首都大学生课外学术科技作品竞赛一等奖获得者周彦钊做了题为“无人机运输精确投放引导系统”的报告，受到与会代表的欢迎。随后参会代表参观了“中科院与两弹一星纪念馆”，实地感受了中科院老一代科技工作者献身我国科技事业的崇高精神。作为国内应急管理领域举办最早、影响力最大的国际会议，本次论坛由中央财经大学管理科学与工程学院、福州大学经济与管理学院、中国科学院科技政策与管理科学研究所统筹与安全管理研究中心、中国科学院大学电子电气与通信工程学院等单位联合承办。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我实验室周彦钊研发的无人机物流投送引导系统获多家媒体报道","slug":"news/2015-9-11","date":"2015-09-10T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2015-9-11.html","link":"","permalink":"http://ucassdl.cn/content/news/2015-9-11.html","excerpt":"","text":"我实验室2015级推免研究生周彦钊同学研发的无人机物流投送引导系统获多家媒体报道，预祝周彦钊同学在硕士期间取得更大的成绩。无人机送快递，家里没人打开窗户也能收快递，这在未来都或将成为现实。近期，我学院学生周彦钊及其团队研发的无人机物流投放精确引导系统，获得了首都“挑战杯”创新大赛的一等奖并进入全国“挑战杯”决赛。这一创新性的技术，突破了目前无人机物流领域“最后10米”的瓶颈，使得无人机全自动派送物流包裹成为可能。周彦钊介绍，现在国内国外多家公司都已经展开了无人机物流技术的研发测试，如美国的亚马逊，中国的顺丰、京东、极飞科技等。然而在货物投送阶段，现有方案主要基于GPS融合惯导和机载视觉进行定位，在精度、效率、能耗上存在不足。本成果通过地面光机电系统对抵近无人机进行识别捕获与高精度空间跟踪，从而实现全自动飞行引导，解决了“最后10米”精确投送的难题。项目中的各个核心技术均已申请国家发明专利。目前成果已得到了京华时报、中国教育报、北京晚报以及网易科技、搜狐、新浪、人民网、新华网、央视网等网络媒体的广泛报道，大量风投与企业也表明了投资与合作地意向，周彦钊表示系统仍有很大的提升空间，将在攻读研究生阶段进一步完善项目。部分媒体报导：5名大学生研发无人机引导系统 快递或可闪电达（新浪）大学生研发无人机物流引导系统 自动派送快递成可能（凤凰科技）大学生研发无人机物流引导系统（网易科技）为无人机安上“眼睛”大学生研发空中快递（人民网）","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"实验室毕业生参加国科大举行的2015年学位授予仪式","slug":"news/2015-7-9","date":"2015-07-08T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2015-7-9.html","link":"","permalink":"http://ucassdl.cn/content/news/2015-7-9.html","excerpt":"","text":"流苏拨正话别离，又到一年毕业季。7月5日上午，中国科学院大学(简称”国科大”) 2015年学位授予仪式在玉泉路校区礼堂举行，中国科学院大学电子学院副院长、模式识别与智能系统开发实验室负责人焦建彬教授出席仪式并为学生扶正流苏。实验室的2015届毕业生参加了这场庄严而又神圣的学位授予仪式，其中2名同学被授予博士学位，4名同学被授予硕士学位。典礼仪式上，气氛热烈，乐曲悠扬，参加仪式的毕业生们个个意气风发，端正的学位帽，庄重的学位服，映衬着一张张青春洋溢而甜蜜的笑脸。当中国科学院副院长、国科大校长丁仲礼院士以李白的诗句“长风破浪会有时，直挂云帆济沧海”为同学们送行时，毕业生们心中的豪情壮志备受鼓舞，坚定自信展现在每位学子的脸上，整个会场弥漫着收获的喜悦。学位帽旁流苏飞影，随着学位帽上的一个个流苏从右边被拨到左边，实验室又一批毕业生诞生了。当流苏拨过的那一瞬间，辛勤与收获、青春与梦想荡漾在每一位毕业生的脸上，他们用心铭记了这一激动而又难忘的瞬间。在校领导、导师、家人和朋友的共同见证下，他们即将告别母校、踏上新的人生征途。典礼仪式结束后，参加仪式的毕业生与校领导、导师在美丽的校园内合影留念，表达对母校的深深眷恋、美好期待和衷心祝愿。学子远行，作为导师总会叮嘱一番，焦老师在合影留念后还为实验室即将走出校园的学子们致以谆谆教导和美好祝福，毕业生们纷纷表示不会辜负母校的栽培和实验室老师们的教导，在今后的人生道路上，会脚踏实地，爱岗敬业，以优异的工作业绩回报导师、回报实验室、回报母校、回报社会。最后，几名毕业生围坐在校园的草坪上，回味着科苑生活的点点滴滴，他们对这个曾经一起拼搏、一起欢笑的集体非常不舍，他们曾在这里像盛夏的果实一样绽放着青春的光泽，他们追梦的脚印也必将永远连接着这个美丽、温馨的实验室。毕业季终究有谢幕的那一刻，一个个深情而又精彩的瞬间，一声声充满爱意而又异常坚定的嘱托，实验室的优良气质已经深深镶嵌到学子们的生命记忆中，无论身在何处，从事什么职业，他们都不会忘记自己曾是Pri-SDL的一员，随时准备不遗余力地为这个集体创造更多灿烂辉煌的篇章。7月5日，国科大2015年学位授予仪式后，焦建彬教授与刚刚获得博士、硕士学位的学生们合影7月5日，国科大2015年学位授予仪式后，焦建彬教授与获得博士学位的学生陈孝罡、李策7月5日，国科大2015年学位授予仪式后，焦建彬教授与获得硕士学位的学生朱海港、张耀、崔妍婷合影","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"魏朋旭同学参加IEEE CVPR 2015国际会议","slug":"news/2015-6-18","date":"2015-06-17T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2015-6-18.html","link":"","permalink":"http://ucassdl.cn/content/news/2015-6-18.html","excerpt":"","text":"第28届IEEE国际计算机图像与模式识别会议（CVPR）于2015年6月7日至6月12日在美国波士顿的Hynes Convention Center举行。电子电气与通信工程学院硕博生魏朋旭，受国科大资助博士生出国（境）参加国际会议项目和实验室973项目的共同资助，赴美国波士顿参加了持续6天的CVPR会议。会议期间，魏朋旭同学认真听取了多个主题的Tutorial和Workshop，如斯坦福大学Feifei Li教授的“ImageNet Large Scale Visual Recognition Challenge Tutorial”、中科院自动化所王瑞平老师的“Distance Metric Learning for Visual Recognition”、瑞士苏黎世联邦理工学院（ETH）Torsten Sattler的“Large-Scale Visual Place Recognition and Image-Based Localization”、杜克大学Guillermo Sapiro的“Sparse and Low-Rank Modeling for High-Dimensional Data Analysis”、麻省理工Stefanie Jegelka的“Energy Minimization and Discrete Optimization”等等，了解了最新计算机视觉相关技术的发展以及新动向，国际一流研究学者的最新研究思想和成果。另外，还听取了获得Oral文章的作者们报告：CNN Architectures、Discovery and Dense Correspondences、Images and Language、Segmentation in Images and Video、Action and Event Recognition等。除此之外，还参加了两个大会报告。第一个是Yann LeCun关于“What’s Wrong with Deep Learning?”问题探讨的大会报告，该报告详细系统地讲述了当前机器学习最流行的卷积神经网络CNN演化过程以及其存在的问题；另一个大会报告是来自UC Berkeley的Jack L. Gallant的“Reverse Engineering the Human Visual System”，探究人体大脑不同区域的感知相应与CNN多个层的特征表示之间的相似关系。在会议发表论文的Poster展示期间，魏朋旭同学与文章作者们关于文章内容进行了详细地讨论，并且与来自ETH、斯坦福大学、加州大学圣地亚哥分校、中科院自动化所、中科院计算所等等来自多个学校和研究所的学生、老师进行了学术上的交流。CVPR是世界计算机视觉领域的三大顶级会议之一，一年一届。2015年的CVPR会议包含了3D计算机视觉、行为识别、大规模数据学习、卷积神经网络与深度学习、目标识别、图像语义分割、机器智能、数据集以及性能评测、视频分析等众多计算机视觉研究问题，共收录文章602篇，文章录取率只有28.4%，Oral文章接受率仅3.3%。此次举行的CVPR会议包括了31个Workshop和18个Tutorial，注册参会人数达到2千多人。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"祝贺李策、陈孝罡两位同学通过博士论文答辩","slug":"news/2015-6-1","date":"2015-05-31T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2015-6-1.html","link":"","permalink":"http://ucassdl.cn/content/news/2015-6-1.html","excerpt":"","text":"2015年6月，实验室博士生李策、陈孝罡两位同学在经过6年中科院学习生涯后，顺利通过了博士论文答辩，并即将拿到博士学位。 李策同学主要从事视频监控中运动目标轨迹分析的研究工作，陈孝罡同学主要从事深度学习算法与应用方面的研究。祝愿两位同学在以后的工作学习中取得更好的成绩。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"实验室师生参加第一届网络图片文字检测识别研讨会","slug":"news/2015-5-12","date":"2015-05-11T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2015-5-12.html","link":"","permalink":"http://ucassdl.cn/content/news/2015-5-12.html","excerpt":"","text":"实验室师生受邀请参加了中科院自动化所模式识别国家重点实验室组织的第一届网络图片文字检测识别研讨会。此次研讨会聚焦于图像文字目标的检测识别研究新进展的研讨。参会者包括来自法国INRIA实验室、模式识别国家重点实验室、北京科技大学、华中科技大学的老师和同学。我们实验室做了“What is Text? Detecting Text in Scene Imagery”的报告。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"高山同学喜获2015年度国家奖学金和中科院院长优秀奖","slug":"news/2015-5-1","date":"2015-04-30T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2015-5-1.html","link":"","permalink":"http://ucassdl.cn/content/news/2015-5-1.html","excerpt":"","text":"我实验室2013级博士研究生高山同学获得2015年度中国科学院院长优秀奖和博士生国家奖学金。 国家奖学金表彰在学期间获得过国科大优秀学生荣誉称号，学习成绩优异，科研能力显著，发展潜力突出的在校学生。博士生国家奖学金奖励标准为每生每年3万元，硕士生国家奖学金奖励标准为每生每年2万元。这是本实验室第四次获得研究生国家奖学金（硕士：李策，邹佳凌，张晓丹；博士：高山）。 中国科学院院长奖是中科院大学含金量最高的研究生奖项，占当年研究生总数的5%。本年度中国科学院共评选出40名院长特别奖、240名院长优秀奖。本实验室自2010年开始已连续6年获得院长奖（徐冉、韩振军、彭艺、李策、邹佳凌，高山）。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"实验室博士生高山赴德国弗劳恩霍夫研究所访问学习","slug":"news/2014-12-1","date":"2014-11-30T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2014-12-1.html","link":"","permalink":"http://ucassdl.cn/content/news/2014-12-1.html","excerpt":"","text":"在中科院留学基金的资助下，实验室高山同学赴德国弗劳恩霍夫研究所进行为期1年的访问学习。此次中德项目共资助50名来自科学院研究所的博士生，高山同学是其中的一位。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"韩振军老师和三位同学参加IEEE ICPR国际会议","slug":"news/2014-9-1","date":"2014-08-31T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2014-9-1.html","link":"","permalink":"http://ucassdl.cn/content/news/2014-9-1.html","excerpt":"","text":"2014年第22届模式识别国际会议（ICPR2014）于8月24日-8月28日在瑞典首都斯德哥尔摩的Waterfront Meeting Center举行，电子电气与通信工程学院韩振军老师带领模式识别与智能系统开发实验的李策、邹佳凌、高山三位同学参加了会议。会议期间，韩振军老师和三位同学认真听取了斯坦福大学Feifei Li教授的“Object Recognition: A Quest for Visual Intelligence”、中科院自动化研究所Stan Z. Li研究员的“Face and People Identification”等报告，与美国马里兰大学的Larry Davis教授、David Doermann博士等进行了沟通，与香港中文大学、奥卢大学、中科院自动化所等国内外研究单位的博士们进行了深入交流。三位同学分别张贴了论文“Locality-constrained Sparse Reconstruction for Trajectory Classification”、“A Belief based Correlated Topic Model for Trajectory Clustering in Crowded Video Scenes”和“Depth Structure Association for RGB-D Multi-Target Tracking”的海报，与感兴趣的研究人员进行了深入讨论和学术交流。ICPR 是国际主流的模式识别和计算机视觉大会，两年一届。此次ICPR2014会议包含了计算机视觉、模式识别与机器学习、图像、语音、视频与信号处理、文本分析、生物信息及模式识别的应用、生物医学图像分析等领域的分会议题，会议稿件录取率约40%。模式识别与智能系统开发实验室共有三名同学投稿，全部被录用。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"祝贺李策、邹佳凌同学获得中科院院长奖","slug":"news/2014-7-21","date":"2014-07-20T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2014-7-21.html","link":"","permalink":"http://ucassdl.cn/content/news/2014-7-21.html","excerpt":"","text":"近日，我实验室2012级博士研究生李策、邹佳凌同学分别获得2014年度中国科学院朱李月华优秀博士生奖及中国科学院院长优秀奖。 中国科学院院长奖与朱李月华奖是中科院大学含金量最高的研究生奖项，占当年研究生总数的5%。本年度中国科学院共评选出40名院长特别奖、240名院长优秀奖、120名朱李月华优秀博士生奖（非西部地区）。本实验室自2010年开始已连续5年获得院长奖（徐冉、韩振军、彭艺、李策、邹佳凌）。 今年获奖的李策同学主要进行稀疏重构与字典学习方面的研究及其在视觉轨迹分类方面的应用，邹佳凌主要从事Latent Dirichlet Allocation (LDA) Model 相关的研究与应用。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"祝贺彭艺同学和张晓丹同学顺利通过毕业论文答辩","slug":"news/2014-5-20","date":"2014-05-19T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2014-5-20.html","link":"","permalink":"http://ucassdl.cn/content/news/2014-5-20.html","excerpt":"","text":"2014年5月16日，实验室博士生彭艺同学、硕士生张晓丹同学分别顺利通过了博士学位论文答辩和硕士学位论文答辩。 彭艺同学和张晓丹同学都主要从事国家973计划课题“事故致灾过程和事故致因理论”的研究工作，彭艺同学专注于化工过程故障检测和故障诊断方法研究，对于面临的问题研究上有突破性创新，达到了博士生的培养要求；张晓丹同学主要进行基于随机森林算法的故障诊断研究，取得了不错的进展。希望两位同学在以后的工作学习中取得更好的成绩。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"NEC中国研究院院长与Prof. Riaz Esmailzadeh来电子学院做报告","slug":"news/2014-5-9","date":"2014-05-08T16:00:00.000Z","updated":"2018-04-04T09:21:24.742Z","comments":true,"path":"content/news/2014-5-9.html","link":"","permalink":"http://ucassdl.cn/content/news/2014-5-9.html","excerpt":"","text":"Dr. Du Jun and Prof.Riaz Esmailzadeh visited our school and gave a talk about IT project management.Dr. Du had been the vice president of NEC China, and the director of NEC China research laboratory.Prof. Riaz Esmailzadeh has been active in the IT industry for more than 26 years, from a research engineer, to research manager, and consultant. In this time he has been employed by, or consulted for a number of companies including Apple, Hitachi, Samsung, Softbank and Telstra. Since 2006 Riaz has been with Carnegie Mellon University, where he is currently an Associate Professor, focusing on Information Technology and Management.","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我实验室研究生论文被国际会议ICPR 2014录用","slug":"news/2014-3-27","date":"2014-03-26T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2014-3-27.html","link":"","permalink":"http://ucassdl.cn/content/news/2014-3-27.html","excerpt":"","text":"我实验室同学李策（2012级博士生）、邹佳凌（2012级博士生），高山（2013级博士生）分别撰写的三篇论文 “Locality-constrained Sparse Reconstruction for Trajectory Classification”、“A Belief based Correlated Topic Model for Trajectory Clustering in Crowded Video Scenes”和“Depth Structure Association for RGB-D Multi-Target Tracking”日前被国际会议IEEE on International Conference on Pattern Recognition(ICPR 2014)录用。ICPR 是国际主流的模式识别和计算视觉大会，两年一届。所发表的三篇论文主要包含了监控场景下基于稀疏重构异常行为的识别，集群场景下基于分层统计判别模型的集群行为建模，基于移动平台的快速多目标跟踪检测，研究方向覆盖了模式识别和计算机视觉主流的研究领域。模式识别与智能系统开发实验室成立于2006年，主要从事模式识别、图像和视频处理、数据挖掘和嵌入式系统开发等领域研究。实验室研究人员由焦建彬教授、叶齐祥副教授、韩振军副教授及研究生组成，目前承担国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、航天科工集团、中石化等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"叶齐祥副教授获得2014年度“中国科学院卢嘉锡青年人才奖”","slug":"news/2014-3-22","date":"2014-03-21T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2014-3-22.html","link":"","permalink":"http://ucassdl.cn/content/news/2014-3-22.html","excerpt":"","text":"近日，经过专家严格评审和王宽诚教育基金会审定，电子学院叶齐祥副教授荣获2014年度“中国科学院卢嘉锡青年人才奖。 “中国科学院卢嘉锡青年人才奖”是王宽诚教育基金会为加强对青年人才创新业绩的褒奖，鼓励他们为科技事业发展贡献青春和才智而设立的。奖励具有良好的潜质和较强的创新能力、在科技创新和产业化工作中取得突出成绩的35岁以下青年科技人员，每年评审全科学院奖励不超过50人。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"【传媒聚焦】《国科大》杂志：国科大有很多可挖掘的宝藏――访国科大2008级校友张霖","slug":"news/2014-1-8","date":"2014-01-07T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2014-1-8.html","link":"","permalink":"http://ucassdl.cn/content/news/2014-1-8.html","excerpt":"","text":"张霖是国科大信息科学与工程学院2008级硕士生，如今在新华社技术局工作。毕业两年的她清晰地记得毕业典礼上硕士帽拨穗时的欣喜。回忆起在国科大的研究生生活，她激动地说：“在老师和同学中，‘牛人’比比皆是，课程、讲座都非常专业、前沿，社团和协会的活动也是丰富多彩。国科大有很多宝藏可以挖掘！”研一上课，遗憾没参加社团活动或许是因为大学里做社团、学生会活动做得过火，在国科大读研究生期间想换一种活法；或许是因为国科大浓郁的学术氛围影响了她，张霖研一入学时就暗暗跟自己说:进了国科大,就好好学习吧。离开学校两年多了，张霖仍对很多课程和老师印象深刻。她回忆说，当时心理学课特别受学生欢迎，在S101那个大教室，每次课都座无虚席，课堂上讲了很多关于情绪调节的方法。受那门课程的影响，现在她也会有意识地去看一些心理学方面的书，对于保持每天快乐、轻松的精神状态很有帮助。“还记得孙应飞老师的《随机过程》课，当时学得还是很吃力，不过考试成绩还不错。”张霖打开了记忆的木匣子，说起了很多课程和很多有趣的老师，还不时问某某老师还带不带课等。张霖对马石庄副校长印象深刻，她说：“马老师带领博士合唱团演出，还经常开办讲座，总是让人感到他身上释放的能量和激情，总是一种斗志昂扬的状态，很感染人。”整整一年的时间里，日复一日地上课写作业，张霖在安静平淡中度过了研一。对国科大研一的回忆仅限于上课，现在的她难掩心中的遗憾：没有参加社团，没有多认识一些同学。她说：“在社团中可以遇到更多的同学，组织参加更多样的活动，生活也会更丰富多彩些。”她建议学弟学妹们在研究生阶段依自己的兴趣适度参加社团活动，劳逸结合对学习也有益处。张霖喜欢运动，现在仍然坚持定期锻炼身体，因为走上工作岗位的她发现，很多时候不是拼智力，而是拼体力、拼精力。无论是上学还是上班，关注健康都是一件不能忽视、不能间断的事情，健康是一切的基础。研二实验，老师、师兄师姐对我帮助很大进入实验室，首要的任务是确定研究方向，和多数同学一样，张霖也经历了一段迷茫期，不知道该从何开始，做科研毕竟和上课不同，自主性很强。她回忆说：“我非常感谢导师焦建彬老师和叶齐祥老师，还有师兄师姐们，他们都很热心地帮我，跟我交流论文、idea。从看文献、写综述开始，逐渐寻找课题的突破点，正是有了导师和师兄师姐的帮忙和把关，我的研究生课题才能顺利完成。”研二期间，张霖午饭后常会和刘志花师姐在校园里散步，一排排松树颇具神韵，松脂油的味道很醒脑。高大的树木催人上进，碧绿的大草坪启人心智，路两边树木葱郁，周围行人稀疏，一切都显得那么惬意、轻松，张霖paper的灵感就在这样的环境中闪现出来。当时和刘志花师姐的聊天中，提到的关于“图像拼接匹配算法”改进思路，成了她后来EI文章的核心。“实验室里师兄师姐不要仅当同学来处，更要当作朋友来交往。”张霖认为，在实验室里大家都是一个专业的，有更多的共同语言，毕业后也常常能成为朋友。张霖很喜欢她所在实验室的氛围。导师焦建彬很有凝聚力，整个实验室是一个活泼有爱的集体。实验室的生活并不是死板枯燥的，经常会组织一些小活动，比如趣味运动会、春游、合唱等等。张霖仍能回忆起大家一起去十渡划船、漂流、打水仗的欢乐场景。“虽然我们已经毕业了，但焦老师还会把大家叫到学校聚一聚，和实验室的人相见，感觉特别亲切。”张霖说。研三求职，积极准备，知己知彼研二下学期，张霖就开始在实验室工作之余着手准备应聘事宜。首先分析个人的性格和生活目标。本科时候的张霖是学生会的活跃分子，相比本科，她在研究生期间就低调很多。毕业时张霖发觉自己还是喜欢那种丰富多彩的生活，她说，越早了解自己是怎样一个人，越有利于确定自己的目标。经过分析和思考，张霖确定了以国企为主的求职方向，然后开始了广撒网、多捕鱼、精挑选的求职之路。张霖参加了很多场招聘会，她考虑过进银行系统做技术，为此，她跑到中央财经大学听各大银行的宣讲会。简历投出去之后，张霖收到很多笔试通知，几乎每周都有考试，她说：“当时遇到最大的困难就是，无论你准备得多充分，拿到考卷总会发现有那么几道题你复习不到。”经历了二三十场笔试后，她总结出规律，同一类型公司的笔试重点差不多，继而有针对性地进行准备，张霖说：“在后来的笔试中，我就发现先前的笔试经验发挥了作用，为自己赢得了很多面试机会。”进入十月份后，每周都会有面试，在这样认真准备下，最终张霖拿到了几个比较满意的offer。工作上班，在国科大培养的良好习惯对我一生有益张霖在研究生期间养成了做事认真、与前辈交流、合理安排时间等好习惯，这些好习惯使得她顺利完成了从学生向职场的转换。入职前半年，张霖一直在做一些琐碎的工作，为此，她也惶恐过，找前辈同事们聊天、听取过来人的开导。慢慢地，张霖调整了状态，以认真的态度对待每一件事，哪怕只是整理报表、文档这样的小事。她说：“把该做的事都做好，适应工作节奏，心里就踏实很多。”半年后，张霖开始参与实质性的项目，还连续两年参加了两会报道。但她并不满足于日常的技术工作，还想锻炼自己多方面的能力。后来，由于一次调研的认真表现被局里领导看重，她开始兼任局内杂志《每周技术动态》的执行主编，从更宏观的角度去了解局内工作，得到了很好锻炼。张霖说：“有的时候，很多事情真是不在于你有多聪明，而在于你有多认真。认真能给你开拓很多意想不到的路。”记者在张霖办公桌的左手侧看到：贴满了各种便签条，上面写着各种各样的任务及最后期限。她说：“只要自己把任务合理安排，加班就比较少。”现在的张霖合理安排任务，在正常工作时间里集中精力做事情。在研究生实验室生活中，张霖培养了一定的时间管理能力，比如什么时间读完多少文献，什么时间做好这一部分实验，什么时间发表文章等。相比以学习为主的校园生活，在工作岗位上要为所在单位创造价值，张霖明显感觉到工作中需要自己考虑事情，需要更强的自主性。每天一到单位，张霖会罗列今日工作列表，分轻重缓急安排日程，下班前，她也会将明天要做的工作列出，供第二天参考。张霖的人生格言是“No fear”，无所畏惧、勇往直前。她深知，很多事情都是看上去很难，但只要积极准备、认真对待，真正投入做起来，就远没有想象中那么难。“中国科学院大学给了我一个发光的背景，一个广阔的空间。在那里我接触到很多‘牛人’、很多项目，开拓了眼界。这些经历也让我懂得敢于去想、去实践！”张霖这样总结她在国科大的收获。本条新闻来自《国科大》杂志","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我实验室研究生论文被国际期刊JOLT录用","slug":"news/2014-1-6","date":"2014-01-05T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2014-1-6.html","link":"","permalink":"http://ucassdl.cn/content/news/2014-1-6.html","excerpt":"","text":"我实验室张立国同学（2010级博士生）撰写的论文“A Novel Laser Vision Sensor for Weld Line Detection on Wall-Climbing Robot”日前被国际期刊Optics and Laser Technology(JOLT)录用。JOLT是光学与激光技术领域的传统国际期刊，双月刊，由Elsevier出版社发行，2012年的SCI影响因子为1.365。 发表论文主要包含了十字型激光结构光传感器的设计和标定方法等问题的研究。实验表明该传感器的测量精度和鲁棒性可以作为机器人的视觉传感器用于目标跟踪和机器人导航工作，并在我们实验室研发的爬壁机器人平台上得到良好应用。张立国同学主要从事爬壁机器人，嵌入式技术及传感器方面的研究，并将机器人视觉跟踪算法的结果用于机器人的运动控制。 模式识别与智能系统开发实验室成立于2006年，主要从事模式识别、图像和视频处理、数据挖掘和嵌入式系统开发等领域研究。实验室研究人员由焦建彬教授、叶齐祥副教授、韩振军副教授及研究生组成，目前承担国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、航天科工集团、中石化等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"叶齐祥老师入选2014年中国科学院青年创新促进会","slug":"news/2013-11-25","date":"2013-11-24T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2013-11-25.html","link":"","permalink":"http://ucassdl.cn/content/news/2013-11-25.html","excerpt":"","text":"根据《中国科学院青年创新促进会管理办法（试行）》有关规定，我实验室叶齐祥老师入选2014年度中国科学院青年创新促进会，并从2014年起获得相应支持。 本年度中国科学院大学本部共有两位教师入选青促会，在此向叶老师表示祝贺！ 根据《中国科学院“创新2020”人才发展战略》（科发党字〔2011〕1号），中科院于2011年6月17日成立“中国科学院青年创新促进会”，通过加强对青年科技人才的培养和支持，促进其提升科研活动组织能力和综合素质，拓宽学术视野，造就新一代学术技术带头人。入选会员每年将在学术交流、科研活动、培训与个人补贴等方面获得专项经费资助。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"祝贺实验室博士生张立国同学顺利通过博士论文答辩","slug":"news/2013-11-22","date":"2013-11-21T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2013-11-22.html","link":"","permalink":"http://ucassdl.cn/content/news/2013-11-22.html","excerpt":"","text":"2013年11月16日，实验室博士生张立国同学在经过5年中科院学习生涯后，顺利通过了博士论文答辩，并即将拿到博士学位。 张立国同学主要从事“基于视觉传感技术的爬壁机器人系统”的研究工作，并做为主要成员参与了实验室与哈尔滨风华机器厂的合作课题。希望张立国同学在以后的工作学习中取得更好的成绩。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"马里兰大学David Doermann研究员访问我实验室","slug":"news/2013-9-27","date":"2013-09-26T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2013-9-27.html","link":"","permalink":"http://ucassdl.cn/content/news/2013-9-27.html","excerpt":"","text":"2013年9月26日，美国马里兰大学Language and Media Processing实验室主任David Doermann研究员，在电子电气与通信工程学院叶齐祥副教授的陪同下，对中科院大学模式识别与智能系统开发实验室进行了学术交流及参观访问。首先，David Doermann研究员与实验室全体师生和国科大同学们共同进行了学术交流。David Doermann研究员做了题为“Research and application on document images”的学术报告，介绍了美国马里兰大学Language and Media Processing实验室的主要研究工作。随后，实验室的三位博士生陈孝罡、李策、邹佳凌分别介绍了各自的主要研究方向、取得的成果及下一步研究展望。研讨期间，同学们和David Doermann研究员做了轻松愉快地交流。随后，在实验室焦建彬教授，叶齐祥副教授的陪同下，David Doermann研究员参观了国科大雁栖湖校区和模式识别与智能系统开发实验室，与目标检测、目标跟踪、轨迹分析等项目组的研究生进行了深入的交流，提出了宝贵的建议，并赠予实验室从美国马里兰大学带来的礼物。在圆满完成研讨交流和参观访问后，David Doermann研究员表示将在科学研究、人才培养等领域与中科院大学模式识别与智能系统开发实验室进行长期合作。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我实验室研究生论文被国际期刊IEEE Trans. I&M录用","slug":"news/2013-8-25","date":"2013-08-24T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2013-8-25.html","link":"","permalink":"http://ucassdl.cn/content/news/2013-8-25.html","excerpt":"","text":"我实验室张立国同学（2010级博士生）撰写的论文“Weld Line Detection and Tracking via Spatial-Temporal Cascaded Hidden Markov Models and Cross Structured Light”日前被国际期刊IEEE Transactions on Instrumentation and Measurement (TIM)录用。TIM是仪器与测量领域的顶级国际期刊，月刊，由IEEE Instrumentation and Measurement Society 发行。张立国同学主要从事爬壁机器人，嵌入式技术及传感器方面的研究，并将机器人视觉跟踪算法的结果用于机器人的运动控制。发表论文主要包含了十字型结构光传感器的平台设计和基于时空级联隐马尔可夫模型的焊缝检测与跟踪系统。实验表明该系统的测量结果与游标卡尺的测量精度相当，同时系统具有很好的鲁棒性，面对高光照、高噪声和工件表面污染的野外环境可以实现精确的跟踪与测量工作。模式识别与智能系统开发实验室成立于2006年，主要从事模式识别、图像和视频处理、数据挖掘和嵌入式系统开发等领域研究。实验室研究人员由焦建彬教授、叶齐祥副教授、韩振军副教授及研究生组成，目前承担国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、航天科工集团、中石化等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"博士生李策获得2013年院长优秀奖","slug":"news/2013-7-26","date":"2013-07-25T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2013-7-26.html","link":"","permalink":"http://ucassdl.cn/content/news/2013-7-26.html","excerpt":"","text":"近日，我实验室2012级博士研究生李策同学荣获2013年度中国科学院院长优秀奖。 中国科学院院长奖是研究生奖学金中含金量最高的奖项之一，占当年研究生总数的5%。本年度中国科学院共有40名院长特别奖、240名院长优秀奖，其中仅有7名同学来自中国科学院大学的17个直属院系中心。 本实验室自2009年开始参加院长奖评选，5年来共有4位同学（徐冉、韩振军、彭艺、李策）获得此奖项。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"PriSDL实验室举行硕士研究生毕业答辩","slug":"news/2013-5-17","date":"2013-05-16T16:00:00.000Z","updated":"2018-04-13T01:55:04.220Z","comments":true,"path":"content/news/2013-5-17.html","link":"","permalink":"http://ucassdl.cn/content/news/2013-5-17.html","excerpt":"","text":"2013年5月17日上午，模式识别与智能系统开发实验室（PriSDL）举行了2010届硕士研究生毕业答辩，2010届的四位硕士研究生高山、梁吉祥、武利军、杨威依次做了答辩报告，分别汇报了每人三年来的科研工作及硕士毕业论文情况。之后，答辩委员会的专家们分别做了点评。最后，经过答辩委员会集体表决，决定授予四位研究生硕士学位。至此，答辩取得了圆满成功。本次答辩委员会由国科大吕科教授任主席，国科大申立勇副教授及中国科学院计算技术研究所的蒋树强副研究员任委员。焦建彬教授、韩振军老师及实验室的其他学生出席了答辩。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"清华大学戴琼海教授来国科大做学术报告","slug":"news/2013-5-16","date":"2013-05-15T16:00:00.000Z","updated":"2018-04-12T13:15:13.153Z","comments":true,"path":"content/news/2013-5-16.html","link":"","permalink":"http://ucassdl.cn/content/news/2013-5-16.html","excerpt":"","text":"2013年5月16日下午，清华大学自动化系副主任、宽带数字媒体实验室主任戴琼海教授受我院邀请，在玉泉路校区科研楼二楼213报告厅做了题为“大数据时代下的计算摄像学”的学术报告。戴琼海教授是2005年度国家杰出青年科学基金获得者，国家973项目“复杂条件下飞行器进近可视导航的基础理论研究”首席科学家。2008年获国家科学技术发明二等奖，2009年度获聘国家长江学者特聘教授。2012年戴琼海教授获得国家技术发明奖一等奖。他的主要研究领域是视频处理及宽带通信。此次，戴教授讲述了大数据、高时空分辨率成像技术研究的必要性以及该领域的现状和发展趋势，介绍了他的实验室团队所取得的领先成果，对比了国际前沿的研究，展望了该技术的未来影响。报告内容精彩，定位前沿，视角开阔，启发深刻，引得听众醉心听讲。报告结束之后，戴教授认真回答了听众提问，并参与了热烈的讨论。报告从15:30开始，持续了一个半小时才告结束，从之后听众反映来看，取得了预期的效果。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"中科院计算所王瑞平老师来课题组进行学术报告与交流","slug":"news/2012-10-14","date":"2012-10-13T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2012-10-14.html","link":"","permalink":"http://ucassdl.cn/content/news/2012-10-14.html","excerpt":"","text":"实验室邀请了中科院计算所智能信息处理重点实验室王瑞平老师做了题目为: Covariance Discriminative Learning: A Natural and Efficient Approach to Image Set Classification 的学术报告。王瑞平于2008年获得中科院计算所博士学位，曾在清华大学自动化系，University of Maryland 做博士后学习。在CVPR2008, CVPR 2009, CVPR 2012, IEEE Transactions on PAMI发表高水平研究论文多篇。王瑞平老师的报告显示出了其雄厚的理论功底，其研究思路对课题组同学的研究学习具有很好的借鉴意义。本实验室自2010年起，计划每年邀请4位以上的国内外知学者来实验室进行学术报告与学术交流。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我实验室青年教师再获国家自然科学基金资助","slug":"news/2012-8-20","date":"2012-08-19T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2012-8-20.html","link":"","permalink":"http://ucassdl.cn/content/news/2012-8-20.html","excerpt":"","text":"我实验室叶齐祥副教授及韩振军博士分别获得2012年度国家自然科学基金面上项目及青年项目资助。国家自然科学基金委员会信息学部项目资助率约20%。我实验室的两名青年教师申请了今年的基金项目，全部获得资助。叶齐祥副教授2006年毕业于中科院计算所，2009年被聘任为副教授。叶齐祥老师2009～2011年期间主持国家自然科学基金项目“视频中人体目标可靠性检测方法与稳定性跟踪算法研究”，去年底已顺利结题。韩振军博士于2011年底获得博士学位，今年是他第一次申请基金。模式识别与智能系统开发实验室成立于2006年，主要从事模式识别、图像和视频处理、数据挖掘和嵌入式系统开发等领域研究，积极参加国家自然科学基金项目申请。实验室研究人员由焦建彬教授、叶齐祥副教授、韩振军博士后及研究生组成，目前承担国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、航天科工集团、中石化等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"贾庆林视察实验室爬壁机器人项目","slug":"news/2012-7-29","date":"2012-07-28T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2012-7-29.html","link":"","permalink":"http://ucassdl.cn/content/news/2012-7-29.html","excerpt":"","text":"2012年7月29日，中共中央政治局常委、全国政协主席贾庆林在黑龙江调研期间视察了我实验室的爬壁机器人项目。黑龙江省委书记吉炳轩，中科院长春分院院长王利祥等领导陪同视察。各位领导详细询问了机器人系统的各项技术指标，对现有的研发成果给予一致好评和鼓励。爬壁机器人项目由我实验室与航天三院二五四厂、北京理工大学合作开发。系统采用永磁吸附技术，具备自动目标识别，自主导航，超声波无损探伤检测等性能。机器人系统中的“基于DaVinci TMS320DM6467的爬壁机器人控制与数据处理单元”曾获2010年度中国科学院研究生科技创新与社会实践创新类项目资助。在实验室师生两年多的努力下，首台样机已于2011年10月研制成功，系统运行良好。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"博士生彭艺获得2012年院长优秀奖","slug":"news/2012-7-20","date":"2012-07-19T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2012-7-20.html","link":"","permalink":"http://ucassdl.cn/content/news/2012-7-20.html","excerpt":"","text":"近日，我实验室2011级博士研究生彭艺同学荣获2012年度中国科学院院长优秀奖。中国科学院院长奖是研究生奖学金中含金量最高的奖项之一，占当年研究生总数的5%。本年度中国科学院共有280名同学获得院长奖，其中仅有7名同学来自中国科学院研究生院院本部的14个院系。本实验室自2009年开始参加院长奖评选，4年来共有3位同学（徐冉、韩振军、彭艺）获得此奖项。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"施尔畏视察实验室360度智能监控项目","slug":"news/2012-7-17","date":"2012-07-16T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2012-7-17.html","link":"","permalink":"http://ucassdl.cn/content/news/2012-7-17.html","excerpt":"","text":"2012年7月17日，中国科学院副院长施尔畏到中国科学院哈尔滨产业技术创新与育成中心考察，考察期间视察了我实验室“‘天目’360度智能监控系统产业化开发”项目。哈尔滨市副市长焦远超，中国科学院院地合作局局长戚强、综合处处长陈文开、中国科学院长春分院院长王利祥等领导陪同视察。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"实验室冰城夏日之旅","slug":"news/2012-7-15","date":"2012-07-14T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2012-7-15.html","link":"","permalink":"http://ucassdl.cn/content/news/2012-7-15.html","excerpt":"","text":"2012年7月上旬，模式识别与智能系统开发实验室组织了一次哈尔滨夏日旅行。哈尔滨是中国著名的历史文化名城和旅游城市，素有“共和国长子”、“冰城”、“天鹅项下的珍珠”以及“东方莫斯科”等美称。白天，实验室的老师和研究生们登上太阳岛，穿行其间，无论是水阁云天的金鱼、天鹅湖的黑天鹅，还是松鼠岛的松鼠，都时时刻刻描绘着人与自然和谐相处的画卷，融入其中，其乐无穷。夜晚，一行人参加了哈尔滨国际啤酒节，于激情的歌舞狂欢和令人垂涎的各色美食间品味着啤酒文化；之后或徜徉于中央大街，人来人往中，聆听脚下古老的石砖诉说着往昔的故事；或站在圣索菲亚大教堂下，体会着那种信仰的肃穆和庄严；或静静地坐在防洪纪念塔前的江堤上，桨声灯影里饱餐一江秀色，不知今夕何夕，别有一番风趣。最后，实验室的成员还参观了东北虎林园等著名景点。旅行的时间恰逢09届研究生毕业。当初他们以求知进入实验室，现在实验室以旅行欢送他们，隐隐暗合“读万卷书，行万里路”，不可谓不妙也！每学期实验室组织一次旅行，旨在调节老师和研究生们的身体和精神状态，平衡好科研工作与生活的关系。此举一直颇受大家欢迎。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我院研究生论文被国际会议ICPR录用","slug":"news/2012-6-18","date":"2012-06-17T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2012-6-18.html","link":"","permalink":"http://ucassdl.cn/content/news/2012-6-18.html","excerpt":"","text":"我院梁吉祥同学（2010级硕士生）撰写的论文“Evaluation of Local Feature Descriptors and their Combination for Pedestrian Representation”目前被国际会议ICPR录用。梁吉祥的论文主要对几种常用的目标检测特征描述子在行人检测方面的性能进行了评估，并研究了几种特征描述子之间的互补性关系，实验结果表明，所提的新的特征描述子组合HOG_SURF比之前的HOG_LBP特征描述子更有优势，降低了特征维度提高了检测速度。ICPR是模式识别领域著名的国际会议每两年举办一次，今年11月将在日本举办。。梁吉祥同学就读于电子与通信工程学院模式识别与智能系统开发实验室。该实验室成立于2006年，主要从事模式识别、图像和视频处理、数据挖掘和嵌入式系统开发等领域研究。实验室研究人员由焦建彬教授、叶齐祥副教授、韩振军博士后及研究生组成，目前承担国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、航天科工集团、中石化等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"Pri-sdl举行2012年度羽毛球比赛","slug":"news/2012-5-15","date":"2012-05-14T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2012-5-15.html","link":"","permalink":"http://ucassdl.cn/content/news/2012-5-15.html","excerpt":"","text":"2012年5月10日下午，模式识别与智能系统开发实验室（pri-sdl）成功举行了首届羽毛球比赛。比赛于当天14:00开始，历时3个小时。“一张一弛，文武之道。”考虑到大家平时科研较忙、身体锻炼较少的情况，数周前焦建彬老师就决定发起实验室羽毛球比赛活动，旨在强身健体、调节压力、舒畅情志，让大家能更愉悦地投入到生活和科研当中。此举得到了实验室师生的大力支持和热烈响应。比赛当天，大家积极参与，斗志勃发，焦建彬老师、叶齐祥老师更是率先上阵，营造出了高昂的赛场气氛。单打考量个人技巧，双打则看配合，战术不同，身体素质不同，竞技水平亦有差别，如何以小搏大、亮剑于困境中逆势求胜，抑或小敌不侮、掌控局势并扩大战果，或者小心博弈、以最小的代价杀出重围获取最大成绩？无时无刻，球场虽小，但万物一理，殊途同归，获益的又何止身心呢？比赛抽签进行，由博士生彭艺主持，分淘汰赛和决赛，根据性别、体力等不同条件分为11分、15分及21分赛制不等。比赛局数也视具体情况而定。最后，决出了男单、女单和双打三种比赛的冠亚军，并颁发了奖品奖状。17:00，比赛圆满结束。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我院研究生论文被国际期刊Neurocomputing录用","slug":"news/2012-3-20","date":"2012-03-19T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2012-3-20.html","link":"","permalink":"http://ucassdl.cn/content/news/2012-3-20.html","excerpt":"","text":"我院李策同学（2009级硕士生）撰写的论文“Visual Abnormal Behavior Detection Based on Trajectory Sparse Reconstruction Analysis”日前被国际期刊Neurocomputing录用。李策同学发表的论文主要研究了基于轨迹稀疏重构分析的目标异常行为检测等问题。实验结果表明，与现有算法相比，论文所提出的异常行为检测算法在训练样本较少的情况下，具有更好的检测性能。Neurocomputing是计算机视觉与机器学习领域重要的国际期刊，由Elsevier出版社发行，每年发行12期，其2010年的SCI影响因子为1.4。李策同学就读于我院模式识别与智能系统开发实验室。该实验室成立于2006年，主要从事模式识别、图像和视频处理、数据挖掘和嵌入式系统开发等领域研究。实验室研究人员由焦建彬教授、叶齐祥副教授、韩振军博士后及研究生组成，目前承担国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、航天科工集团、中石化等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"韩振军同学参加IEEE图像处理年会","slug":"news/2011-9-19","date":"2011-09-18T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2011-9-19.html","link":"","permalink":"http://ucassdl.cn/content/news/2011-9-19.html","excerpt":"","text":"2011 IEEE图像处理国际年会（ICIP 2011）于9月(11-14)日在比利时首都布鲁塞尔的Square Brussels Meeting Center举行，工程教育学院韩振军同学参会。韩振军做了大会分组报告“A Fast Object Tracking Approach Based on Sparse Representation”，并且张贴了实验室的另外一篇论文“Nonlinear L1-Norm Minimization Learning for Human Detection”。会议期间，还听取了”Object tracking”, “Human activity analysis”, “Object recognition”等分组报告并与同行专家进行了广泛交流。ICIP2011会议包含了图像处理、压缩、模式识别等领域的广泛议题，会议稿件录取率约40%，oral paper约15%。会议期间，韩振军同学与悉尼科技大学的Prof. Jian Zhang(ICME2012大会主席)进行了深入的沟通，Prof. Jian Zhang在科技论文写作与投稿方面给予了指导意见。同时，韩振军同学还与法国INRIA实验室的Tao Li博士等进行了深入的学术交流。工程教育学院模式识别与智能系统开发实验室成立于2006年，主要从事模式识别、图像和视频处理、数据挖掘和嵌入式开发技术等领域研究。实验室研究人员由焦建彬教授、叶齐祥副教授及研究生组成，目前承担国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、航天科工集团、中石化等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"模式识别与多媒体计算研讨会成功举行","slug":"news/2011-7-6","date":"2011-07-05T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2011-7-6.html","link":"","permalink":"http://ucassdl.cn/content/news/2011-7-6.html","excerpt":"","text":"6月27日，由中国科学院研究生院工程应用研究中心模式识别与智能系统开发实验室主办的“模式识别与多媒体计算研讨会”在中科院研究生院玉泉路校区礼堂报告厅举行。美国马里兰大学计算机系主任Larry S.Davis教授、David Doermann教授、美国Limaging公司总裁李会平博士、中国科学院数学与系统科学研究院韩继业研究员、刘振宏研究员、中科院研究生院数学科学学院院长郭田德教授、工程应用研究中心模式识别与智能系统开发实验室主任叶齐祥副教授、中国科学院计算技术研究所蒋树强副研究员、清华大学刘烨斌博士等出席了会议。会议由工程教育学院副院长、工程应用研究中心副主任焦建彬教授主持。Larry S.Davis教授首先做了题为“Context in Image and Video Understanding”的报告, 拉开了学术交流活动的帷幕。随后，David Doermann教授做了“From Document Image Triage to Retrieval”的报告。刘烨斌博士、叶齐祥副教授、李会平博士、张史梁博士先后做了题为“Optical Field Computing”、“Pedestrian Detection in Images”、“Automatic Road Sign Detection and Recognition for Digital Map”、“Large-Scale Image Retrieval”的精彩报告。期间，中外专家就相关内容进行了深入的交流与研讨。&lt;?P&gt;最后，焦建彬教授做了此次活动的总结发言。他表示, 本次会议为中美模式识别与多媒体计算领域的科学家提供了一个相互交流的平台，是一次高水平的国际学术交流活动, 达到了会议的目标，取得了预期的效果。本次会议由中国科学院研究生院工程应用研究中心、美国马里兰大学计算机系、美国Limaging公司、中国科学院计算技术研究所JDL实验室、清华大学自动化系宽带网数字媒体技术实验室等联合主办。中国科学院研究生院、中科院计算技术研究所JDL实验室、中国科学院自动化研究所、清华大学自动化系宽带网数字媒体技术实验室、河北省科学院应用数学研究所、北京交通大学、北京尚为视讯科技有限公司、东北大学、国防科大、北京理光软件研究所、UTRC China等单位的相关教师、研发人员及研究生参加了此次活动。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"马里兰大学计算机系主任Larry Davis教授一行访问工程应用研究中心","slug":"news/2011-7-5","date":"2011-07-04T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2011-7-5.html","link":"","permalink":"http://ucassdl.cn/content/news/2011-7-5.html","excerpt":"","text":"6月26日下午，美国马里兰大学计算机系主任Larry S.Davis教授、Laboratory for Language and Media Processing主任David Doermann教授和Limaging,公司总裁Huiping Li博士访问了工程应用研究中心模式识别与智能系统开发实验室。工程应用研究中心副主任焦建彬教授介绍了实验室目前的研究方向、取得的成果、未来发展规划等总体情况，模式识别与智能系统开发实验室主任叶齐祥副教授详细介绍实验室的科研情况，实验室相关课题组的代表具体阐述科研工作的进展情况。期间宾主交谈融洽，讨论气氛轻松愉快。会谈结束后，三位嘉宾观看了我实验室在目标检测、目标跟踪、轨迹分析、事故致因理论、爬壁机器人探伤系统、图像融合、全景拼接等方面的研究成果展示。这些工作先后获得国家973课题、973子课题、国家自然科学基金重点及面上项目、航天科工集团课题等资助。参观后，两位教授欣然接受我实验室的邀请，受聘为我实验室顾问。他们还表示将在科学研究、人才培养等领域与我实验室进行长期合作。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我实验室研究生论文被PR国际期刊录用","slug":"news/2011-3-4","date":"2011-03-03T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2011-3-4.html","link":"","permalink":"http://ucassdl.cn/content/news/2011-3-4.html","excerpt":"","text":"我院韩振军同学（2009级博士生）撰写的论文“Visual Object Tracking via Sample-Based Adaptive Sparse Representation (AdaSR)”日前被国际期刊PR（Pattern Recognition）录用。PR是模式识别领域内重要的传统国际期刊，由Elsevier出版社发行，每年发行12期，其2009年的SCI影响因子为2.554。发表论文主要包含了自适应稀疏表达的目标跟踪等研究问题，实验表明，论文所提出的跟踪算法在目标被局部遮挡等方面，与很多经典算法相比具有更好的自适应性与稳定性。韩振军目前主要从事基于自适应稀疏表达的目标跟踪研究，并将相关跟踪算法的结果应用于汽车驾驶环境与异常阅读姿态检测等方面。工程教育学院模式识别与智能系统开发实验室成立于2006年，主要从事模式识别、图像和视频处理、数据挖掘和嵌入式开发技术等领域研究。实验室研究人员由焦建彬教授、叶齐祥副教授及研究生组成，目前承担国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、航天科工集团、中石化等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我实验室项目入驻“中科院哈尔滨中心”","slug":"news/2011-2-16","date":"2011-02-15T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2011-2-16.html","link":"","permalink":"http://ucassdl.cn/content/news/2011-2-16.html","excerpt":"","text":"2月14日，中科院在东北区域设立的首个产业技术中心――中科院哈尔滨产业技术创新与育成中心（简称“中科院哈尔滨中心”）正式落户哈尔滨科技创新城，中科院十个院所带来首批12个高端研发项目签约入驻。中科院副院长施尔畏，哈尔滨市委副书记、市长林铎共同为“中科院哈尔滨中心”揭牌并分别致词。作为中科院首批入驻项目“‘天目’360度智能监控系统产业化开发项目”的负责人，我实验室焦建彬老师参加了中心成立大会并出席了签字仪式。旨在吸引国内外智力资源而打造的哈尔滨科技创新城经过一年建设，不仅在松花江北岸实现了“一片荒地起新城”，而且“筑巢引凤”的魅力初现，引来国家科研团队“组团北上”入驻科技创新城。作为哈尔滨科技创新城孵化器的重要组成部分，“中科院哈尔滨中心”位于哈尔滨科技创新城创新创业广场内，总用地面积6.5万平方米，总建筑面积11.6万平方米，集科研、居住、休闲于一体。目前，“中科院哈尔滨中心”已开工建设，预计2012年全面竣工。“中科院哈尔滨中心”整体建设分两个阶段：第一阶段为组建阶段，2010年至2012年将搭建3～4个产业技术创新平台，引进10个以上中科院研究所的研究团队入驻并开展工作，引进3～5个工程技术中心、15个以上产业化项目，实现新增销售收入30亿元以上，初步形成科技创新、成果转化、企业孵化、产业集聚的可持续发展能力。第二阶段为2013年至2015年，将组建具有黑龙江省特色、较大体量的产业技术创新平台，起到黑龙江省战略性新兴产业发展和传统产业升级改造方面的骨干和引领作用。首批共有中科院长春应化所、中科院应用物理所、中科院研究生院等10个中科院研究所的12个项目入驻，涉及LED、OLED照明、物联网、智能监控、过程污染控制、微动力系统等领域的核心关键技术，在国内外同行业中处于先进水平。哈尔滨高新区将对第一批入驻的12个项目予以连续3年总额7200万元的资金支持，其中2011年度预算支持额度为2880万元。资金支持方式将采取无偿资助和资本金注入方式展开。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"危险化学品事故遥测预警973项目开题","slug":"news/2011-1-9","date":"2011-01-08T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2011-1-9.html","link":"","permalink":"http://ucassdl.cn/content/news/2011-1-9.html","excerpt":"","text":"1月7日，由北京化工大学、中科院研究生院等单位承担的国家973计划项目“危险化学品事故全过程遥测预警的关键科学问题研究”启动会在北京万商花园酒店召开。项目责任专家曹竹安教授、朱坦教授、于景元教授，项目专家钱七虎院士、陈冀胜院士、袁晴棠院士、刘人怀院士、桑凤亭院士，特邀专家高金吉院士，国家科技部、教育部、国家安全生产监督管理总局、国务院应急办、解放军总参谋部、总装备部、总后勤部、中科院研究生院、青岛安全工程研究院等单位领导出席会议。北京化工大学校长王子镐教授、中国人民解放军防化研究院院长刘宝清少将、科技部基础司副司长彭以祺致贺辞。我院焦建彬教授作为该项目课题一“事故致灾过程和事故致因理论”的负责人出席了会议。王子镐校长向郑小平教授及其科研团队取得973计划项目表示了热烈祝贺，并表示化工大学将全力支持项目的开展，希望该项目能够做出更多原创性成果。刘宝清少将指出该项目意义重大，要求认真对待，同时祝贺课题开题。彭以祺副司长强调虽然任务艰巨，但应抓紧实施，在提出问题和解决问题上下功夫，重视创新，真正在解决国家重大需求的科学问题方面发挥一定的作用。彭以祺副司长还为专家颁发了聘书。8号上午，防化院第四研究所丁学全主任、国家安全监管总局刘强副司长分别做了《危险化学品监测预警技术与装备》及《危险化学品安全监管形势与任务》的报告。之后的专家讨论中，高金吉院士、桑凤亭院士、袁晴棠院士、于景元教授、朱坦教授、郑小平教授、第二课题负责人、中国人民解放军防化研究院第四研究所黄启斌所长等做了重要发言。该项目依托教育部和国家安全生产监督管理总局，由中国科学院研究生院、中国人民解放军防化研究院第四研究所、中国气象科学研究院、兰州大学、清华大学、北京理工大学、北京化工大学、中国石油化工股份有限公司青岛安全工程研究院共同承担，包含事故致灾过程和事故致因理论、事故源的质谱识别和源强反算方法、事故物质的大气迁移转化规律、事故现象与能量系统变化模式、危险化学品事故的遥测预警系统理论与方法5个子课题。项目首席科学家为北京化工大学郑小平教授。启动会议的圆满举行，展示了科技部、教育部、国家安全生产监督管理总局及各课题承担单位对该项目的大力支持，也增强了该项目科研人员的信心。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"实验室获中国科学院研究生科技创新与社会实践创新类项目资助","slug":"news/2011-1-6","date":"2011-01-05T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2011-1-6.html","link":"","permalink":"http://ucassdl.cn/content/news/2011-1-6.html","excerpt":"","text":"2010年度中国科学院研究生科技创新与社会实践资助专项评审工作已经结束，工程教育学院09级博士生韩振军申请的《基于DaVinci TMS320DM6467的爬壁机器人控制与数据处理单元》科研项目成功入选科技创新类项目资助名单。该项目是中科院研究生院唯一获得资助的项目。爬壁机器人又称极限作业机器人，主要用于风电塔筒或石化企业的圆柱形大罐的探伤检查或喷漆处理、建筑物的清洁和喷涂等。十一五期间，风电产业的蓬勃发展使塔筒数量猛增，相应的塔筒检修维护工作需求量也随之急剧上升。由于国内尚无专门的全自动维修设备，因此，塔筒的检修工作一般采用风险较高的传统的人工垂吊式作业方式。针对这种突出的供需矛盾，以韩振军为负责人的项目组进行了科技创新项目申请。项目组由工程教育学院模式识别与智能系统开发实验室（PriSDL）的韩振军、张立国、陈孝罡、徐冉等同学组成。PriSDL成立于2006年，主要从事模式识别、图像和视频处理、数据挖掘和嵌入式系统开发技术等领域研究。实验室研究人员由焦建彬教授、叶齐祥副教授及其研究生组成，目前承担国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、航天科工集团、中石化等单位课题。近年来，PriSDL的研究生一直保持高昂的科研热情，积极投身科学研究及实践，并取得了显著的成果，促进了实验室的建设。预祝他们将来取得更大的成就！","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"学以闻道 歌以咏志 -- 记“一二•九”合唱表演","slug":"news/2010-12-10","date":"2010-12-09T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2010-12-10.html","link":"","permalink":"http://ucassdl.cn/content/news/2010-12-10.html","excerpt":"","text":"2月3日晚，中科院研究生院举办的纪念“一二•九”爱国运动75周年歌咏比赛在玉泉路礼堂顺利拉开帷幕。工程教育学院在参赛的十二支院系代表队中脱颖而出，夺得第一名。其所属的模式识别与智能系统开发实验室（PriSDL）的师生为此做出了重要的贡献。75年前轰轰烈烈的“一二•九”运动掀起了爱国运动的新高潮，而今天实验室师生的行动则体现了一种爱国主义新精神。他们秉承着科技强国的理念，勤奋学习、专心科研，同时积极参加合唱活动，至始至终穿梭于台前幕后，贡献着自己的一份力。学以闻道，歌以咏志。反映在他们身上的不仅仅是一种品质，更加是一种素质。对所有人而言，此次活动培养了高尚的爱国主义情操，砥砺了献身科技奉献祖国的志气，增添了求知创新的动力，促进了身心和谐健康发展，取得了良好的效果。追昔抚今，SDL的师生将一如既往，潜心所务，明德笃行，为发挥自己的价值和再创佳绩而努力奋斗！","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我实验室研究生论文被CVIU国际期刊录用","slug":"news/2010-10-13","date":"2010-10-12T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2010-10-13.html","link":"","permalink":"http://ucassdl.cn/content/news/2010-10-13.html","excerpt":"","text":"我实验室韩振军同学（2009级博士生）撰写的论文“Combined Feature Evaluation for Adaptive Visual Object Tracking”日前被国际期刊CVIU（Computer Vision and Image Understanding）录用。CVIU是计算机视觉与图像理解领域内重要的传统国际期刊，由Elsevier出版社发行，每年发行12期，其2009年的SCI影响因子为1.676。发表论文主要包含了跟踪特征在线评估及其与传统滤波器的结合等研究问题，实验表明，论文所提出的跟踪算法与很多经典算法相比具有更高的自适应性与稳定性。韩振军目前主要从事基于自适应稀疏表达的目标跟踪研究，并将相关跟踪算法的结果应用于汽车驾驶环境等。工程教育学院模式识别与智能系统开发实验室成立于2006年，主要从事模式识别、图像和视频处理、数据挖掘和嵌入式开发技术等领域研究。实验室研究人员由焦建彬教授、叶齐祥副教授及研究生组成，目前承担国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、航天科工集团、中石化等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"叶齐祥老师等参加IEEE图像处理国际年会","slug":"news/2010-10-8","date":"2010-10-07T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2010-10-8.html","link":"","permalink":"http://ucassdl.cn/content/news/2010-10-8.html","excerpt":"","text":"ICIP 2010 （IEEE图像处理国际年会） 在香港美丽的维多利亚湾HK-CEC举行，工程教育学院叶齐祥老师和韩振军同学参会。叶齐祥老师做了大会分组报告“Fast pedestrian detection with MSO feature and two stage classifiers”。他们还听取了”Object tracking”, “Human activity analysis” 教程与“Object recognition”, “Classification”等分组报告并与同行专家进行了广泛交流。ICIP2010会议包含了图像处理、压缩、模式识别等领域的广泛议题，会议稿件录取率约40%，oral paper约15%。会议期间，他们访问了香港中文大学MAE系刘云辉(IEEE Fellow)组，香港理工大学张大鹏(IEEE fellow)组，参观了其足球机器人系统平台、飞行仿真软件平台及生物特征识别技术平台。在香港理工大学，与张大鹏老师讨论了在机场安全监控及人员互访方面合作的可能性，在香港中文大学讨论了与其展开飞行仿真方面展开合作的可能性。工程教育学院模式识别与智能系统开发实验室成立于2006年，主要从事模式识别、图像和视频处理、数据挖掘和嵌入式开发技术等领域研究。实验室研究人员由焦建彬教授、叶齐祥副教授及研究生组成，目前承担国家“973计划”、中科院“百人计划”、国家自然基金重点及面上项目、航天科工集团、中石化等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"祝贺张振凯、张宁、孔凡静、刘洋四位同学顺利毕业","slug":"news/2010-7-20","date":"2010-07-19T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2010-7-20.html","link":"","permalink":"http://ucassdl.cn/content/news/2010-7-20.html","excerpt":"","text":"2010年7月16日，工程教育学院的四位硕士研究生以优异的成绩结束了中科院研究生院的科研生活，顺利拿到硕士毕业文凭，希望他们在今后的道路上有更大的辉煌。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"徐冉参加ICASSP 2010国际会议","slug":"news/2010-3-25","date":"2010-03-24T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2010-3-25.html","link":"","permalink":"http://ucassdl.cn/content/news/2010-3-25.html","excerpt":"","text":"第35届声学、语音及信号处理国际会议(ICASSP: International Conference on Acoustics, Speech, and Signal Processing)于3月14日至3月19日在美国德克萨斯州的达拉斯召开，工程教育学院模式识别与智能系统实验室的博士研究生徐冉同学在大会上宣读了她的题为“Human Detection In Images Via L1-Norm Minimization Learning”的论文。ICASSP是由美国电气及电子工程师学会（IEEE）组织的信号处理领域最权威的国际会议，每年一届，每三年在美国外举办一次。ICASSP第一次会议于1976年在美国的费城(Philadelphia)举办。今年的大会论文录取率约40%左右。徐冉同学的论文是大会宣读论文(oral)，占论文总数的8%左右。本次会议模式识别领域的议题包括目标检测、识别、跟踪等，来自多个国家的诸多专家学者在这些领域进行了广泛的讨论和深入的交流。明年的ICASSP会议将在欧洲的捷克举办。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我实验室研究生论文被CVPR 2010国际会议录用","slug":"news/2010-3-22","date":"2010-03-21T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2010-3-22.html","link":"","permalink":"http://ucassdl.cn/content/news/2010-3-22.html","excerpt":"","text":"徐冉同学撰写的论文“Cascaded L1-norm Minimization Learning (CLML) Classifier for Human Detection”日前被“2010年度计算机视觉与模式识别国际会议”（2010 IEEE Conference on Computer Vision and Pattern Recognition, CVPR 2010）录用。CVPR是由美国电气及电子工程师学会（IEEE）组织的计算机视觉与模式识别领域最权威的国际会议之一，每年一届，与ICCV（计算机视觉国际会议）并列为计算视觉与模式识别领域最顶级的国际会议。2010年，CVPR共收到论文1717篇，其中约27%论文被录用。2009年12月，徐冉同学的另外一篇论文“Human Detection in Images via L1-Norm Minimization Learning”被“2010年IEEE国际声学、语音和信号处理大会（2010 IEEE International Conference on Acoustics, Speech, and Signal Processing，ICASSP）录用为大会宣读论文。ICASSP是IEEE信号处理协会举办的国际著名会议，2010年的会议将于3月份在美国德克萨斯州的达拉斯举行。工程教育学院系统开发实验室成立于2006年，主要从事模式识别、图像和视频处理、数据挖掘和嵌入式开发技术等领域研究。实验室研究人员由焦建彬教授、叶齐祥副教授及研究生组成，目前承担国家“973计划”、中科院“百人计划”、国家自然基金及航天科工集团、中石化等单位课题。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"我实验室3篇论文被VCIP 2009国际会议录用","slug":"news/2008-9-22","date":"2008-09-21T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2008-9-22.html","link":"","permalink":"http://ucassdl.cn/content/news/2008-9-22.html","excerpt":"","text":"工程教育学院研究生彭艺、何新英撰写的论文“Shaking video stabilization with content completion”及“Image feature matching with network flow: a global optimization method”日前被“2009年度视觉通信与图像处理国际会议”（Visual Communications and Image Processing 2009, VCIP2009）录用为大会宣读论文，韩振军撰写的“Feature evaluation by particle filter for adaptive object tracking”被录用为大会张贴论文。工程教育学院今年共有3篇论文投稿VCIP 2009，被录用率100%。 VCIP是由图像科学技术协会（The Society for Imaging Science and Technology, IS&amp;T）和国际光学工程学会（The International Society for Optical Engineering, SPIE）组织的图像处理与视觉通信方面的国际学术会议，每年一届，属于IS&amp;T/SPIE的电子图像国际年会（IS&amp;T/SPIE Symposium on Electronic Imaging）的一部分。2008年，VCIP共录取85篇文章，其中大会宣读论文71篇，大会张贴论文14篇。国内高校及科研机构共有11篇文章被录用，其中先进人机通信技术联合实验室有大会宣读论文6篇，清华大学大会宣读论文3篇，IBM中国研究院大会张贴论文1篇，哈尔滨工业大学大会张贴论文1篇。 工程教育学院今年在国际会议论文发表方面取得长足进步。除刚被录用的3篇VCIP 2009论文外，今年7月份，韩振军同学的论文“Online feature evolution for object tracking using Kalman filter”被“2008模式识别国际会议”（2008 International Conference on Pattern Recognition）录用。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"实验室举行“庆中秋、迎国庆”师生羽毛球赛","slug":"news/2007-10-8","date":"2007-10-07T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2007-10-8.html","link":"","permalink":"http://ucassdl.cn/content/news/2007-10-8.html","excerpt":"","text":"9月28日下午，由系统开发实验室组织的“庆中秋、迎国庆”师生羽毛球赛在中础大厦羽毛球馆举行。 本次比赛意在为增强师生之间的感情，促进师生对体育运动的热情。比赛采取新规则21球，一局定胜负，只设混双组。下午1:00，比赛正式开始。本着“友谊第一，比赛第二”的精神，整个比赛都是在欢乐和谐的氛围中进行。各位参赛选手英姿飒爽，全身心地投入比赛当中，大展工程教育学院的活力风采。以黄钧院长为代表教师队同工程教育学院研究生组成的学生队在四个场地展开了激烈对抗，比赛十分精彩，老师和同学们的喝彩声不断。下午4:00，羽毛球比赛圆满结束。教师队的马晨罡/赵燕老师与系统开发实验室队的杨溢/何新英同学同获一等奖。 本次比赛不仅增进了老师与同学们之间的交流和友谊，也大大培养了他们参加体育运动的积极性，让老师和同学们在百忙之中抽空进行体育锻炼，提高了身体素质，活跃了校园体育文化氛围。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"微软公司专家参观实验室","slug":"news/2007-7-8","date":"2007-07-07T16:00:00.000Z","updated":"2018-04-12T13:15:13.149Z","comments":true,"path":"content/news/2007-7-8.html","link":"","permalink":"http://ucassdl.cn/content/news/2007-7-8.html","excerpt":"","text":"7月8日，微软（中国）首席技术执行官李志霄博士、微软（中国）教育总监陈伟博士、微软（中国）架构师陈正强博士一行3人参观了中国科学院研究生院工程应用研究中心系统开发实验室。中国科学院研究生院吕晓澎副院长、工程教育学院院长黄钧教授、副院长于华教授、工程教育学院教学部主任焦建彬教授等热情接待了李博士一行。 李志霄博士一行此次是应中国科学院研究生院顾问教授、中国科学院研究生院工程应用研究中心总顾问、美国北卡罗莱纳州立大学方述诚教授的邀请到研究生院进行讲座及访问的。参观之前，李志霄博士在玉泉路教学园区做了“未来软件技术的发展趋势”的报告。尽管是周日，仍有200余名同学听取了李博士的精彩报告。 工程应用研究中心叶齐祥博士首先向李志霄博士一行介绍了工程应用研究中心以国际国内工程、管理等相关领域优秀人才为主体，与国内外工程相关科研机构开展广泛联系与合作，紧密结合工程应用型人才的培养，开展工程应用领域理论与系统开发研究的建设宗旨，以及中心成立以来，在数字图像处理、应急管理系统中的优化方法、物流等方面取得的许多有价值的研究成果，其中的部分成果已经应用到生产实践中。 随后，系统开发实验室主任焦建彬教授向李志霄博士一行介绍了系统开发实验室的主要情况。李博士等还兴致勃勃观地观看了同学们演示的复杂环境下的动态目标跟踪、视频稳定、基于PTZ相机的智能跟踪系统、“天目”360度全景监控系统、车牌识别等实验室主要研究成果和在研项目。 作为工程教育学院的丰硕成果之一，工程应用研究中心所取得的成就展示了研究成果工程化、人才培养产业化的光明前景。李志霄博士一行对工程应用研究中心取得的成绩表示祝贺，对中心以工程项目为研究方向的宗旨表示赞赏，认为高等院校及科研机构就应当要跳出研究一个问题发表一篇文章的圈子，要对自身研究成果的工程化进行进一步的深入研究。同时，他也根据自身的多年经验对中心如何开展产学研一体化的提出了很多有价值的建议。","categories":[{"name":"新闻","slug":"新闻","permalink":"http://ucassdl.cn/categories/新闻/"}],"tags":[]},{"title":"团队介绍","slug":"team/people","date":"2005-12-31T16:00:00.000Z","updated":"2018-05-19T06:35:08.865Z","comments":true,"path":"content/team/people.html","link":"","permalink":"http://ucassdl.cn/content/team/people.html","excerpt":"","text":"教授 焦建彬 叶齐祥 副教授 韩振军 秦飞 讲师 博士生 张晓丹 魏朋旭 柯炜 Adnan 李兆举 万方 施梦楠 张天亮 周彦钊 朱艺 刘畅 丁瑶 硕士生 王攀 邓维建 方军 苗彩敬 薛昊岚 陈雨婷 张启维 余学辉 姚远 鲁国宝 焦建彬 教授 博士生导师，中国科学院“百人计划”入选者，中国科学院大学电子电气与通信工程学院执行院长，工程应用研究中心副主任。1995年于哈尔滨工业大学获工学博士学位，1999年赴日本，2002～2005赴美国进行研究。2006年入选中科院“百人计划”。在国内外权威期刊和高水平国际会议上发表学术论文40余篇，国家发明专利2项。主要研究领域：数字图像处理、模式识别、计算机视觉。 联系方式：jiaojb at ucas.ac.cn 叶齐祥 教授 分别于1999、2001年获哈尔滨工业大学工学学士、工学硕士学位，2006年获中科院计算技术研究所工学博士学位。2006年在中国科学院大学任教，历任讲师、副教授。2012至2013年在美国马里兰大学先进计算机技术研究所（UMIACS）任访问助理教授。主要研究方向为数字图像处理、机器学习与视觉目标感知。提出了小波域多尺度目标定位与检测方法，实现了快速鲁棒性视频文字目标定位。提出了流形引导的分段线性SVM方法，实现了自然环境中多视角多姿态的人体目标检测。研制了可靠性乙烯收率预测技术，2012年在中国石化获得应用推广，研制了高精度多聚焦图像融合技术，2013年在北京高宸朗日高清数码显微镜系统中获得应用。发表论文60余篇，包括IEEE汇刊5篇，2014年获得卢嘉锡青年人才奖，IEEE高级会员。主要研究领域：图像处理、视觉目标感知 联系方式：qxye at ucas.ac.cn 韩振军 副教授 中国科学院大学电子电气与通信工程学院副教授，2006年获得天津大学学士学位，2009和2011年分别获得中国科学院研究生院工学硕士与工学博士学位。先后主持了国家自然科学基金青年科学基金项目1项、中国科学院研究生院院长基金A类1项及中国科学院研究生科技创新资助项目1项（2010年中国科学院研究生院唯一受资助科技创新项目），并参与了实验室的国家自然科学基金重点项目、973计划子课题、中科院“百人计划”。在包括PR，CVIU，Neurocomputing，TIP，ICIP以及ICPR等在内的期刊和会议(合作)发表论文22篇，4篇被SCI检索，16篇被EI检索。申请软件著作权1项。曾获得2011年中国科学院院长奖及2012年两岸四地博士生学术论坛优秀论文奖。主要研究领域：智能视频监控、车辆辅助安全驾驶 联系方式：hanzhj at ucas.ac.cn 秦飞 副教授 现任中国科学院大学，电子电气与通信工程学院讲师。于2012年获得英国伦敦大学学院（UCL）博士学位，2006年获得北京理工大学硕士学位，2004年获得华中科技大学学士学位。在赴英国攻读博士学位前曾于美国crossbow科技公司北京代表处服务。先后主持国家自然科学基金青年科学基金项目1项、国家科技重大专项委托课题一项，中国科学院重点实验室开放课题一项，中国科学院研究生院院长基金B类1项。参与多项国内及欧盟资助的重点科研项目。历年来在JSAC, TOSN等杂志上与会议上发表论文10余篇，其中SCI索引6篇。 主要研究领域：无线网络约束下的智能视频系统，网络协同信息处理算法，基于分布式学习的网络资源分配 联系方式：fqin1982 at ucas.ac.cn 张晓丹 毕业于郑州大学电气工程学院，生物医学工程专业。2010年9月至今就读于中国科学院大学。主要研究方向：图像描述，目标检测参与研究项目： 联系方式：zhangxiaodan10 at mails.ucas.ac.cn 魏朋旭 2011年毕业于中国矿业大学（北京）计算机科学与技术专业，2011年9月至今就读于中国科学院大学电子电气与通信工程学院。主要研究方向：TopicModel与图像分类参与研究项目：“多视角多姿态人体目标检测”，国家自然科学基金委面上项目；“基于多源数据的飞行器进近威胁目标检测跟踪及行为分析”，国家自然科学基金委重点项目 联系方式：weipengxu11 at mails.ucas.ac.cn 柯炜 2011年毕业于北京航空航天大学自动化科学与电气工程学院，2011年9月至今就读于中国科学院大学电子电气与通信工程学院。主要研究方向：视觉目标检测参与研究项目：“多视角多姿态人体目标检测”，国家自然科学基金委面上项目；“基于多源数据的飞行器进近威胁目标检测跟踪及行为分析”，国家自然科学基金委重点项目 联系方式：kewei11 at mails.ucas.ac.cn Syed Muhammad Adnan I am a Doctor Candidate in the research group Visual Scene Understanding. I received Master in Electrical Engineering from the National University of Science &amp; Technology, Pakistan in December 2012. Since September 2013, I am a Doctor candidate in University of Chinese Academy of Sciences, under the supervision of Prof. Jianbin Jiao.主要研究方向：多摄像头目标跟踪匹配参与研究项目：Advanced Driving Assistant Systems 联系方式：syed at mails.ucas.ac.cn 李兆举 毕业于中国科学技术大学，本科学习电子信息工程。2013年9月至今就读于中国科学院大学。主要研究方向：行人再识别参与研究项目： 联系方式：lizhaoju13 at mails.ucas.ac.cn 万方 毕业于武汉大学，本科专业测控技术与仪器。2013年9月至今就读于中国科学院大学。主要研究方向：深度学习与弱监督目标检测参与研究项目： 联系方式：wanfang13 at mails.ucas.ac.cn 施梦楠 毕业于清华大学，本科学习电子信息科学与技术类。2014年9月至今就读于中国科学院大学电子电气与通信工程学院，计算机应用技术专业，师从焦建彬教授。主要研究方向：通信资源约束下的视觉算法参与研究项目： 联系方式：shimengnan14 at mails.ucas.ac.cn 张天亮 毕业于武汉理工大学，本科学习电子信息工程专业。2013年9月至今就读于中国科学院大学。主要研究方向：基于图割的图像融合及视觉目标检测参与研究项目： 联系方式：zhangtianliang17 at mails.ucas.ac.cn 周彦钊 2015年毕业于北京交通大学电子信息工程学院，本科专业为通信工程，2015年9月至今就读于中国科学院大学电子电气与通信工程学院。主要研究方向：参与研究项目： 联系方式：zhouyanzhao215 at mails.ucas.ac.cn 刘畅 本科就读于吉林大学，学习数学与应用数学专业；2015年9月至今就读于中国科学院大学电子电气与通信工程学院。主要研究方向：参与研究项目： 联系方式：liuchang615 at mails.ucas.ac.cn 丁瑶 毕业于北京师范大学信息科学与技术学院，本科专业电子信息科学与技术，2016年9月至今就读于中国科学院大学电子电气与通信工程。主要研究方向：参与研究项目： 联系方式：dingyao16 at mails.ucas.ac.cn 朱艺 本科毕业于中山大学，学习软件工程，2015年9月开始就读于中国科学院大学。主要研究方向：参与研究项目： 联系方式：zhuyi15 at mails.ucas.ac.cn 王攀 毕业于中国石油大学信息与控制工程学院，本科自动化专业，2015年9月至今就读于中国科学院大学。主要研究方向：参与研究项目： 联系方式：wangpan15 at mails.ucas.ac.cn 邓维建 2016年毕业于北京交通大学电子信息工程学院，本科专业为电子科学与技术，2016年9月至今就读于中国科学院大学电子电气与通信工程学院。主要研究方向：参与研究项目： 联系方式：dengweijian16 at mails.ucas.ac.cn 方军 2016年毕业于北京交通大学电子信息工程学院，大一至大二为理科实验班，大三就读于本校的电子信息工程学院的通信工程专业，2016年9月至今。 就读于中国科学院大学电子电气与通信工程学院。主要研究方向：参与研究项目： 联系方式：fangjun16 at mails.ucas.ac.cn 苗彩敬 毕业于西安电子科技大学，本科学习生物医学工程专业，2016年9月至今就读于中国科学院大学。主要研究方向：参与研究项目： 联系方式：miaocaijing16 at mails.ucas.ac.cn 薛昊岚 2017年毕业于浙江大学信息与电子工程学院，本科信息工程专业，2017年9月至今就读于中国科学院大学。主要研究方向：参与研究项目： 联系方式：xuehaolan17 at mails.ucas.ac.cn 陈雨婷 2017年毕业于武汉大学，本科专业为电子信息工程。2017年9月至今就读于中国科学院大学。主要研究方向：参与研究项目： 联系方式：chenyuting17 at mails.ucas.edu.cn 张启维 2017年本科毕业于湖南大学，物联网工程专业。2017年9月至今就读于中国科学院大学电子电气与通信工程学院。主要研究方向：参与研究项目： 联系方式：zhangqiwei17 at mails.ucas.ac.cn 余学辉 电子与通信工程专业硕士。2017年毕业于天津大学软件工程专业，2017年9月至今就读与中国科学院大学。主要研究方向：深度目标检测网络的压缩。参与研究项目： 联系方式：yuxuehui17 at mails.ucas.ac.cn 姚远 毕业于北京交通大学电子信息工程学院，本科专业为电子科学与技术，2017年9月至今就读于中国科学院大学电子电气与通信工程学院。主要研究方向：参与研究项目： 联系方式：yaoyuan17 at mails.ucas.ac.cn 鲁国宝 毕业于天津工业大学，本科学习电子科学与技术专业。2017年9月至今就读于中国科学院大学电子电气与通信工程学院。主要研究方向：参与研究项目： 联系方式：luguobao17 at mails.ucas.edu.cn","categories":[{"name":"团队","slug":"团队","permalink":"http://ucassdl.cn/categories/团队/"}],"tags":[]},{"title":"论文列表","slug":"work/paper","date":"2005-12-31T16:00:00.000Z","updated":"2018-05-19T06:35:15.158Z","comments":true,"path":"content/work/paper.html","link":"","permalink":"http://ucassdl.cn/content/work/paper.html","excerpt":"","text":"代表性论文列表如下： Y. Zhou, Y. Zhu, Q. Ye, Q. Qiu, and J. Jiao. Weakly Supervised Instance Segmentation using Class Peak Response. CVPR(Spotlight), 2018.[pdf][source code] F. Wan, P. Wei, J. Jiao, Z. Han and Q. Ye. Min-Entropy Latent Model for Weakly Supervised Object Detection. CVPR, 2018. W. Deng, L. Zheng, Q. Ye, G. Kang, Y. Yang, and J. Jiao. Image-Image Domain Adaptation with Preserved Self-Similarity and Domain-Dissimilarity for Person Re-identification. CVPR, 2018.[pdf][source code] Y. Zhu, Y. Zhou, Q. Ye, Q. Qiu, and J. Jiao. Soft Proposal Networks for Weakly Supervised Object Localization. ICCV, 2017.[pdf][source code] C. Liu, W. Ke, J. Jiao, and Q. Ye. RSRN: Rich Side-output Residual Network for Medial Axis Detection. ICCV Workshop, 2017.[pdf] P. Wei, F. Qin, F. Wan, Y. Zhu, J. Jiao and Q. Ye. Correlated Topic Vector for Scene Classification, IEEE Transactions on Image Processing (TIP), 2017, accepeted.[pdf] W. Ke, J. Chen, J. Jiao, and Q. Ye. SRN: Side-output Residual Network for Object Symmetry Detection in the Wild. CVPR(Oral), 2017.[pdf][source code] Y. Zhou, Q. Ye, Q. Qiu, and J. Jiao. Oriented Response Networks. CVPR, 2017.[pdf][source code] Q. Ye, T. Zhang, Q. Qiu, B. Zhang, J. Chen, and G. Sapiro. Self-learning Scene-specific Pedestrian Detectors using a Progressive Latent Model. CVPR, 2017.[pdf][source code] M. Shi, F. Qin, Q. Ye, Z. Han, and J. Jiao, \"A scalable convolutional neural network for task-specified scenarios via knowledge distillation,\" in IEEE ICASSP 2017. [pdf] B. Zhang, Z. Li, X. Cao,Q. Ye, C. Chen, L. Shen, A. Perina, and R. Ji,\"Output Constraint Transfer for Kernelized Correlation Filter in Tracking,\" in IEEE WACV 2017 [pdf] Z. Li, Z. Han, Q. Ye, Person re-identification via adaboost ranking ensemble, IEEE International Conference on Image Processing (ICIP), 2016, 4269-4273. [pdf] F. Wan, P. Wei, Z. Han, K. Fu, Q. Ye, Weakly supervised object detection with correlation and part suppression, IEEE International Conference on Image Processing (ICIP), 2016, 3638-3642. [pdf] [source code] W. Ke, T. Zhang, J. Chen, F. Wan, Q. Ye, Z. Han, Texture Complexity Based Redundant Regions Ranking for Object Proposal, IEEE Conference on Computer Vision and Pattern Workshop, 2016. [pdf] Q. Ye, D. S. Doermann, \"Text Detection and Recognition in Imagery: A Survey,\" IEEE Transactions on Pattern Analysis and Machine Intelligence, Vol.37, No.3, pp.1480-1500, 2015.[pdf] S. Gao, Z. Han, C. Li, Q. Ye, J. Jiao, \"Real-time Multi-pedestrian Tracking in Traffic Scenes via an RGB-D based Layered Graph Model,\" IEEE Transactions on Intelligent Transportation Systems, 2015.[pdf] W. Ke, Y. Zhang, P. Wei, Q. Ye, J. Jiao, “Pedestrian Detection via PCA Filters Based Convolutional Channel Features,” IEEE Int'l Conf. Acoustic, Speech and Signal Processing (ICASSP), 2015. [pdf] [source code] H. Zhu, X. Chen, W. Dai, K. Fu, Q. Ye, J. Jiao, \"Orientation Robust Object Detection in Aerial Images Using Deep Convolutional Neural Network,\" IEEE Int'l Conf. Image Processing, 2015.[pdf] X. Zhang, X. Song, X. Lv, S. Jiang, Q. Ye, J. Jiao. \"Rich image description based on regions\". ACM Multimedia Conference, 2015.[pdf] L. Zhang, Q. Ye, W. Yang, J. Jiao, “Weld Line Detection and Tracking via Spatial-Temporal Cascaded Hidden Markov Models and Cross Structured Light,” IEEE Transactions on Instrumentation and Measurement, Vol.6, No.4, pp.742-752, 2014.[pdf] [source code] C. Li, Z. Han, S. Gao, L. Pang, Q. Ye, J. Jiao, \"Locality-constrained Sparse Reconstruction for Trajectory Classification,\" IEEE Int'l Conf. Pattern Recognition, 2014.[pdf] J. Zou, Q. Ye, Y. Cui, D. Doermann, J. Jiao, \"A Belief based Correlated Topic Model for Trajectory Clustering in Crowded Video Scenes,\" IEEE Int'l Conf. Pattern Recognition, 2014.[pdf] S. Gao, Z. Han, D. Doermann, J. Jiao,\"Depth Structure Association for RGB-D Multi-Target Tracking\", IEEE Int'l Conf. Pattern Recognition, 2014.[pdf] Q. Ye, D. Doermann, \"Robust Scene Text Detection Using Integrated Feature Discrimination,\" IEEE Int'l Conf. Image Processing, 2014.[pdf] [source code] J. Zou, Y. Cui, F. Wan, Q. Ye, J. Jiao, \"A Cluster Specific Latent Dirichlet Allocation Model for Trajectory Clustering in Surveillance Videos,\" IEEE Int'l Conf. Image Processing, 2014.[pdf] Q．Ye, Z. Han, J. Jiao, and J. Liu, “Human Detection In Images Via Piecewise Linear Support Vector,” IEEE Transactions on Image Processing, vol.22. no.2, pp.778-789, 2013. [pdf] [source code] Q. Ye, J. Liang, J. Jiao, \"Pedestrian Detection In Video Images Via Error Correcting Output Code Classification Of Manifold Subclasses,\" IEEE Transactions on Intelligent Transportation Systems, vol.1, pp.193-202, 2012.[pdf] R. Xu, J. Jiao, B. Zhang, Q. Ye, “Pedestrian Detection in Images via Cascaded L1-Norm Minimization Learning Method,” Pattern Recognition, vol.45, pp.2573-2583, 2012.[pdf] W. Gao, X. Chen, Q. Ye, and J. Jiao, \"Pedestrian Detection via Part-based Topology Model\",IEEE Int'l Conf. Image Processing (ICIP), 2012.[pdf] 叶齐祥,焦建彬.基于多尺度方向特征的快速鲁棒人体检测算法.软件学报,22(12),pp.3004-3014,2011.[pdf] Z. Han, J. Jiao, Q. Ye, J. Liu, “Visual Object Tracking Via Sample-Based Adaptive Sparse Representation,” Pattern Recognition, Vol.44, pp.2170-2183, 2011.[pdf] Z. Han, Q. Ye, J. Jiao, “Combined Feature Evaluation for Adaptive Visual Object Tracking,” Computer Vision and Image Understanding, Vol.115, pp. 69-80, 2011.[pdf] Z. Han, J. Jiao, and Q. Ye, \"A Fast Object Tracking Approach Based on Sparse Representation,\" IEEE Int'l Conf. Image Processing (ICIP), 2011.[pdf] R. Xu, J. Jiao, and Q. Ye, \"Nonlinear L1-Norm Minimization Learning for Human Detection,\" IEEE Int'l Conf. Image Processing (ICIP), 2011.[pdf] R. Xu, B. Zhang, Q. Ye, and J. Jiao, \"Human Detection in Image via L1-Norm Minimization Learning,\" IEEE Int'l Conf. Acoustics, Speech, and Signal Processing (ICASSP), 2010.[pdf] R. Xu, B. Zhang, Q. Ye, and J. Jiao, \"Cascaded L1-norm Minimization Learning (CLML) Classifier for Human Detection,\" IEEE Int'l Conf. Computer Vision and Pattern Recognition (CVPR), 2010.[pdf] J. Jiao, Q. Ye, and Q. Huang, \"A Configurable Method for Multi-Style License Plate Recognition,\" Pattern Recognition, vol.42, no.3, pp.358-369, 2009.[pdf] Z. Han, Q. Ye, and J. Jiao, “Online Feature Evaluation for Object Tracking Using Kalman Filter,” IEEE Int'l Conf. Pattern Recognition (ICPR), 2008.[pdf] Q. Ye, Q. Huang, W. Gao, D. Zhao, “Fast and robust text detection in image and video frames,” Image and Vision Computing，\" vol.23, no.6, pp.565-576, 2005.[pdf][source code] 叶齐祥，高文，王伟强，黄铁军，\"一种融合颜色和空间信息的彩色图像分割算法,\" 《软件学报》, 2004年4月.[pdf]","categories":[{"name":"成果","slug":"成果","permalink":"http://ucassdl.cn/categories/成果/"}],"tags":[]},{"title":"项目开发","slug":"work/project","date":"2005-12-31T16:00:00.000Z","updated":"2018-05-19T06:35:18.650Z","comments":true,"path":"content/work/project.html","link":"","permalink":"http://ucassdl.cn/content/work/project.html","excerpt":"","text":"系统开发简要介绍： 1.高清嵌入式全景摄像机 (Panoramic camera) 项目资助单位：航天科工风华机械厂 项目情况简介：研究通过图像特征点的可靠提取、配准与融合算法，进而搭建系统获取180度范围内的视频影像。系统采用了DSP处理器，正在向FPGA改进。 2.基于激光器与图像信息融合的飞行器目标威胁告警、辅助安全驾驶系统(Driving assistance system, Aircraft obstacle detection and tracking with laser and image sensor fusion) 项目资助单位：科技部、自然科学基金委 项目时间范围：2011年1月~2013年12月 项目情况简介：本项目拟通过图像与激光器信息的融合，可靠的检测与跟踪车辆周边的行人，结合对于驾驶环境的建模，对可能的行人碰撞、追尾等进行预警。 依赖于空管雷达，通过对于飞机本身的目标跟踪，获取飞机轨迹，结合跑道上的摄像头和激光雷达获取的信息，对跑道障碍物造成威胁进行预警。 3. 乙烯收率预测及优化软件(Ethylene production prediction and control condition optimization with SinoPEC) 项目资助单位：中国石化北京化工研究院 项目情况简介：基于支撑向量机自动预测裂解物产出，服务于工厂生产优化。此项技术预测误差控制在5%范围内，预测速度满足实时要求，已在中国石化两个石化生产企业试用。 4.工业检修爬壁机器人系统(Climbing robot for industry inspection) 项目资助单位：航天科工风华机器厂 项目情况简介：正在研发的爬壁机器人采用四履带式永磁吸附，具有净负荷能力高（≥20kg）、灵活性好、越障能力强、重复定位精度高、续航能力强等特点。可在铁磁介质表面爬行，主要用于风力发电机组塔筒或化工企业罐状设备的表面焊缝探伤检测。系统有效融合了多源信息感知与自适应跟踪技术。 5.多聚焦图像融合(Multi-focus image fusion algorithm) 项目情况简介：提出了一种全新的多聚焦图像融合算法，适用于刑事侦查图像、昆虫图像等显微图像系统。在实际应用系统上的测试表明，所提出的算法误差较传统方法更小。","categories":[{"name":"成果","slug":"成果","permalink":"http://ucassdl.cn/categories/成果/"}],"tags":[]},{"title":"核心技术","slug":"work/technology","date":"2005-12-31T16:00:00.000Z","updated":"2018-05-19T06:35:21.938Z","comments":true,"path":"content/work/technology.html","link":"","permalink":"http://ucassdl.cn/content/work/technology.html","excerpt":"","text":"代表性技术成果如下： Weakly Supervised Instance Segmentation using Class Peak Response Related Publications: Yanzhao Zhou, Yi Zhu, Qixiang Ye, Qiang Qiu and Jianbin Jiao, \"Weakly Supervised Instance Segmentation using Class Peak Response\", IEEE Int'l Conf. Computer Vision and Pattern Recognition (CVPR), 2018.[pdf][code] Min-Entropy Latent Model for Weakly Supervised Object DetectionRelated Publications: Fang Wan, Pengxu Wei, Jianbin Jiao, Zhenjun Han, and Qixiang Ye\"Min-Entropy Latent Model for Weakly Supervised Object Detection\", IEEE Int'l Conf. Computer Vision and Pattern Recognition (CVPR), 2018. Image-Image Domain Adaptation with Preserved Self-Similarity and Domain-Dissimilarity for Person Re-identificationRelated Publications: Weijian Deng, Liang Zheng, Qixiang Ye, Guoliang Kang, Yi Yang, and Jianbin Jiao\"Image-Image Domain Adaptation with Preserved Self-Similarity and Domain-Dissimilarity for Person Re-identification\", IEEE Int'l Conf. Computer Vision and Pattern Recognition (CVPR), 2018. [pdf][code] Soft Proposal Networks for Weakly Supervised Object LocalizationRelated Publications: Yi Zhu, Yanzhao Zhou, Qixiang Ye, Qiang Qiu and Jianbin Jiao\"Soft Proposal Networks for Weakly Supervised Object Localization\", IEEE Int'l Conf. Computer Vision (ICCV), 2017. [pdf][code] Side-output Residual Network for Object Symmetry Detection in the Wild Related Publications: Wei Ke, Jie Chen, Jianbin Jiao, Guoying Zhao and Qixiang Ye, \"SRN: Side-output Residual Network for Object Symmetry Detection in the Wild\", IEEE Int'l Conf. Computer Vision and Pattern Recognition (CVPR), 2017.[pdf][code] Oriented Response Networks Related Publications: Yanzhao Zhou, Qixiang Ye, Qiang Qiu, and Jianbin Jiao, \"Oriented Response Networks\", IEEE Int'l Conf. Computer Vision and Pattern Recognition (CVPR), 2017.[pdf][code] Self-learning Scene-specific Pedestrian Detection Related Publications: Qixiang Ye, Tianliang Zhang, Qiang Qiu, Baochang Zhang, Jie Chen, and Guillermo Sapiro, \"Self-learning Scene-specific Pedestrian Detectors using a Progressive Latent Model\", IEEE Int'l Conf. Computer Vision and Pattern Recognition (CVPR), 2017.[pdf][code] Correlated Topic Vector for Scene Classification Related Publications: Pengxu Wei, Fei Qin, Fang Wan, Yi Zhu, Jianbin Jiao and Qixiang Ye, \"Correlated Topic Vector for Scene Classification\", IEEE Transactions on Image Processing (TIP 2017), Accepted.[pdf] Pedestrian Detection via Convolutional Channel Features Related Publications: W. Ke, Y. Zhang, P. Wei, Q. Ye, J. Jiao, \"Pedestrian Detection via PCA Filters Based Convolutional Channel Features\", IEEE Int'l Conf. Acoustic, Speech and Signal Processing (ICASSP), 2015.[pdf] [code] Text detection and recognition in color imagery (images and video frames). Related Publications: Q.Ye, D. Doermann, \"Text Detection and Recognition in Imagery: A Survey\", IEEE Transactions on Pattern Analysis and Machine Intelligence(PAMI 2014), Accepted. [pdf] Modeling a Crowd Scene project pageRelated Publications: J. Zou, X. Chen, P. Wei, Z. Han, J. Jiao, \"A Belief Based Correlated Topic Model for Semantic Region Analysis in Far-Field Video Surveillance Systems \"，Pacific-Rim Conference on Multimedia (PCM)，2013. [pdf] J. Zou, Q. Ye, Y.Cui, D. Doermann, J. Jiao, \"A Belief based Correlated Topic Model for Trajectory Clustering in Crowded Video Scenes \" ICPR 2014. [pdf] J. Zou, Y. Cui, F. Wan, Q. Ye, J. Jiao, \"A Cluster Specific Latent Dirichlet Allocation Model for Trajectory Clustering in Survellance Videos \" ICIP 2014. [pdf] Fast and Robust Object Detection and Tracking via Multi-sensor Fusion Related Publications: S. Gao, Z. Han, C. Li, Q. Ye, J. Jiao, \"Real-time Multi-pedestrian Tracking in Traffic Scenes via an RGB-D based Layered Graph Model \", IEEE Transactions on Intelligent Transportation Systems, 2015. [pdf] S. Gao, Z. Han, D. Doermann, J. Jiao,\"Depth Structure Association for RGB-D Multi-Target Tracking \", ICPR 2014. [pdf] Sparse Representation and Reconstruction for Visual Tracking and Trajectory Analysis Related Publications: Z. Han, J. Jiao, B. Zhang, Q. Ye, J. Liu,\"Visual object tracking via sample-based Adaptive Sparse Representation (AdaSR)\",Pattern Recognition 44 (2011) 2170–2183.[pdf] C. Li, Z. Han, Q. Ye, J. Jiao, “Visual Abnormal Behavior Detection Based on Trajectory Sparse Reconstruction Analysis” Neurocomputing.[pdf] C. Li, Z. Han, S. Gao, L. Pang, Q. Ye, J. Jiao, \"Locality-constrained Sparse Reconstruction for Trajectory Classification\" ICPR 2014. [pdf] Visual Tracking on Climbing Robot Platform with Spatial-Temporal HMMs Related Publications: L. Zhang, J. Jiao, Q. Ye, Z. Han, and W. Yang, \"Robust Weld Line Detection with Cross Structured Light and Hidden Markov Model\" in Proc. of IEEE International Conference on Mechatronics and Automation,pp.1411-1416,2012. [pdf] L. Zhang, W. Ke, Z. Han, and J. Jiao, \"A Cross Structured Light Sensor for Weld Line Detectionon Wall-climbing Robot\", IEEE Int'l Conf. Mechatronics and Automation (ICMA),2013. [pdf] L. Zhang, Q. Ye, W. Yang, J. Jiao, “Weld Line Detection and Tracking via Spatial-Temporal Cascaded Hidden Markov Models and Cross Structured Light” IEEE Trans. Instrumentation and Measurement, Vol.6, No.4, pp.742-752, 2014. [pdf][code] L. Zhang, W. Ke, Q. Ye, J. Jiao, “A Novel Laser Vision Sensor for Weld Line Detection on Wall-climbing Robot” Optics and Laser Technology, Elsevier, vol.60, pp.69-79, 2014. [pdf] Cascade of L1-norm Minimization Learning for Visual Object Detection Related Publications: R. Xu, B. Zhang, Q. Ye, and J. Jiao, \"Cascaded L1-norm Minimization Learning (CLML) Classifier for Human Detection\" In Proc. International Conference on Computer Vision and Pattern Recognition (CVPR), 2010. [pdf] R. Xu, J. Jiao, and Q. Ye, \"Nonlinear L1-Norm Minimization Learning for Human Detection\" IEEE Int'l Conf. Image Processing (ICIP), 2011. [pdf] R. Xu, J. Jiao, B. Zhang, Q. Ye, “Pedestrian Detection in Images via Cascaded L1-Norm Minimization Learning Method” Pattern Recognition, vol.45, pp.2573-2583, 2012. [pdf] Piecewise Linear Classifier Design for Visual Object Detection Related Publications: Q. Ye, J. Liang, J. Jiao, \"Pedestrian Detection In Video Images Via Error Correcting Output Code Classification Of Manifold Subclasses \" IEEE Trans. Intelligent Transportation Systems, vol.1, pp.193-202, 2012. [pdf] Q. Ye, Z. Han, J. Jiao, and J. Liu, “Human Detection In Images Via Piecewise Linear Support Vector” IEEE Trans. Image Processing,vol.22. no.2, pp.778-789, 2013. [pdf][code] Fault Diagnosis with State-of-the-art Performance Related Publications: Y. Peng, Q. Ye, J. Jiao, X. Chen and L. Wu, \"Fault Diagnosis via Structural Support Vector Machines \" in Proc.of IEEE International Conference on Mechatronics and Automation, 2012. [pdf] Y. Peng, X. Zhang, Z. Han, and J. Jiao,\"Dynamic Fault Diagnosis in Chemical Process Based on SVM-HMM \", IEEE Int'l Conf. Mechatronics and Automation (ICMA), 2013. [pdf]","categories":[{"name":"成果","slug":"成果","permalink":"http://ucassdl.cn/categories/成果/"}],"tags":[]},{"title":"学生生活","slug":"team/life","date":"2005-12-31T16:00:00.000Z","updated":"2018-05-19T06:35:05.489Z","comments":true,"path":"content/team/life.html","link":"","permalink":"http://ucassdl.cn/content/team/life.html","excerpt":"","text":"","categories":[{"name":"团队","slug":"团队","permalink":"http://ucassdl.cn/categories/团队/"}],"tags":[]},{"title":"人才培养","slug":"team/alumni","date":"2005-12-31T16:00:00.000Z","updated":"2018-06-07T11:08:16.575Z","comments":true,"path":"content/team/alumni.html","link":"","permalink":"http://ucassdl.cn/content/team/alumni.html","excerpt":"","text":"已毕业博士研究生 姓名学位毕业时间研究方向导师毕业去向备注 张晓丹博士2018-05-19图像描述焦建彬北京工业大学教职国科大与香港城市大学双博士学位、获得国家奖学金 柯炜博士2018-03-17视觉目标检测叶齐祥美国卡耐基梅隆大学博士后获得国家奖学金、中科院院长奖 魏朋旭博士2017-11-25图像分类焦建彬 杨威博士2017-11-25网络安全焦建彬南京理工 邹佳凌博士2015-12-1视觉运动分析焦建彬自主创业获得国家奖学金 高山博士2015-05-29视觉运动分析焦建彬清华大学博士后获得朱李月华奖学金、中科院院长奖、优秀毕业生 李策博士2015-6-1视觉轨迹分析焦建彬中国矿业大学（北京）获得朱李月华奖学金 被聘为讲师 陈孝罡博士2015-6-1机器学习焦建彬清华大学博士后研究 彭艺博士2014-5-1机器学习焦建彬国家气象局获得中科院院长奖 张立国博士2014-1-1视觉测量焦建彬哈尔滨工程大学被聘为讲师 韩振军博士2011-12-1视觉目标跟踪焦建彬中国科学院大学获得中科院院长奖，被评为副教授 徐冉博士2011-7-1视觉目标检测焦建彬Vanderbilt 大学博士后获得中科院院长奖 刘志花博士2011-7-1立体视觉焦建彬三星研究院 已毕业硕士研究生 姓名学位毕业时间研究方向导师毕业去向备注 王攀硕士2018年5月视觉目标跟踪韩振军阿里巴巴AI研究院 王忻雷硕士2017年6月视觉目标检测韩振军58同城 刘嫣然硕士2017年6月视觉目标检测叶齐祥大唐电信 黄显淞硕士2017年6月视觉目标检测叶齐祥携程网 赵恒硕士2017年6月行人识别韩振军网易 戴蔚群硕士2016年7月视觉目标检测韩振军百度外卖 朱海港硕士2015年6月高分辨率光学遥感目标检测韩振军中国农业银行 张耀硕士2015年6月视觉目标检测叶齐祥航天二院 庞丽金硕士2015年6月视频轨迹分析焦建彬广东省专利局 崔妍婷硕士2015年6月基于TopicModel的视频轨迹分析叶齐祥阿里巴巴 杨威硕士2013年5月视觉焊缝跟踪焦建彬信息工程研究所读博 武利军硕士2013年5月机器学习焦建彬百度 梁吉祥硕士2013年5月视觉目标检测叶齐祥中国农业银行获得国家奖学金 武博硕士2012年7月多源目标检测叶齐祥中国农业银行科技部 祝耀华硕士2012年7月多聚焦图像融合焦建彬NEC研究院 于东升硕士2012年7月故障诊断叶齐祥北航天华时代科技有限公司 高文硕士2012年7月视觉目标检测焦建彬新华社 纪颖夏硕士2012年7月视觉人群密度估计焦建彬平安银行 刘一飞硕士2012年7月视觉目标跟踪焦建彬新华社 李莉硕士2011年7月目标跟踪焦建彬Oracle 张霖硕士2011年7月图像拼接焦建彬新华社 张振凯硕士2010年7月嵌入式系统焦建彬Vandebilt University 张宁硕士2010年7月人体检测焦建彬中国农业银行 刘洋硕士2010年7月车辆行为分析焦建彬东华软件 孔凡静硕士2010年7月目标检测焦建彬汉王科技 范焱硕士2009年7月焦建彬中兴通讯与哈尔滨工程大学联合培养 杨志辉硕士2009年7月人体检测焦建彬Dolby科技与哈尔滨工程大学联合培养 何新英硕士2009年7月图像匹配焦建彬中科院计算所与河北农业大学联合培养 李志远硕士2009年7月目标检测焦建彬TCL与哈尔滨工程大学联合培养 周锐硕士2008年7月视觉目标跟踪焦建彬北京军区 杨溢硕士2008年7月视频稳像焦建彬北京军区 黄亚博硕士2007年7月视频稳像焦建彬河南大学教师与河南大学联合培养 常向魁硕士2007年7月运动目标跟踪焦建彬中兴通讯与河南大学联合培养 毕业生学位论文 论文标题作者导师答辩时间专业 基于自适应的深度相关滤波器的目标跟踪方法研究王攀韩振军2018年5月计算机技术 基于局部语义学习的图像描述研究张晓丹焦建彬2018年5月计算机应用技术 行人目标特征表示与检测方法研究柯炜叶齐祥2018年3月信号与信息处理 密码芯片侧信道分析与检测技术研究杨威焦建彬2017年11月计算机应用技术 基于语义的场景图像特征表示与分类问题研究魏朋旭焦建彬2017年11月计算机应用技术 特定场景下的弱监督行人检测张天亮叶齐祥2017年5月工业工程 基于无监督局部度量学习的行人再识别研究赵恒韩振军2017年5月计算机技术 基于光学遥感图像的鲁棒性舰船检测刘嫣然叶齐祥2017年5月计算机技术 基于迁移学习的小样本光学遥感目标检测黄显淞叶齐祥2017年5月工业工程 基于RGB-D数据的多目标跟踪方法研究高山焦建彬2016年5月计算机应用技术 基于Adaboost级联架构的通信资源受限条件下航拍目标识别系统研制王忻雷韩振军2016年5月计算机技术 基于多示例学习的弱监督遥感图像目标检测戴蔚群韩振军2016年5月工业工程 视频监控中运动目标轨迹分析研究李策焦建彬2015年5月计算机应用技术 深度学习算法中的因素解析研究陈孝罡焦建彬2015年5月计算机应用技术 监控场景中不完整轨迹分类及预测研究庞丽金韩振军2015年5月工业工程 基于深度学习的高清航拍图像目标检测朱海港韩振军2015年5月计算机应用技术 基于主题模型的视频集群目标轨迹分类崔妍婷叶齐祥2015年5月计算机技术 基于稀疏重构与卷积特征的人体目标检测张耀叶齐祥2015年5月工业工程 化工过程中故障检测与故障诊断方法研究彭艺焦建彬2014年5月计算机应用技术 基于随机森林算法的故障诊断研究张晓丹焦建彬2014年5月物流工程 基于视觉传感技术的爬壁机器人跟踪系统研究张立国焦建彬2013年11月计算机应用技术 基于特征融合与混合分类器的行人检测梁吉祥叶齐祥2013年5月计算机应用技术 基于动态特性与稀疏表示的故障诊断方法研究武利军焦建彬2013年5月计算机应用技术 基于结构光图像的焊缝检测技术研究杨威焦建彬2013年5月物流工程 基于激光和视觉信息融合的行人跟踪研究高山焦建彬2013年5月物流工程 基于稀疏表示的快速目标跟踪算法研究刘一飞焦建彬2012年7月计算机应用技术 基于轨迹分析的视觉目标异常行为检测算法研究李策焦建彬2012年7月物流工程 基于鲁棒PCA的化工过程故障诊断研究于东升叶齐祥2012年7月物流工程 基于区域对比度金字塔的图像融合算法研究祝耀华焦建彬2012年7月计算机应用技术 基于激光深度特征与图像轮廓融合的目标检测武博叶齐祥2012年7月物流工程 基于拓扑模型的行人检测方法研究高文焦建彬2012年7月计算机应用技术 基于视觉特征的行人流量统计算法研究纪颖夏焦建彬2012年7月物流工程 视觉目标自适应跟踪算法研究韩振军焦建彬2011年12月计算机应用技术 面向立体视觉的匹配算法研究刘志花焦建彬2011年5月计算机应用技术 基于1范数最小化学习的人体检测算法研究徐冉焦建彬2011年5月计算机应用技术 基于图像特征的拼接算法研究张霖焦建彬2011年5月计算机应用技术 基于检测的多人体目标跟踪算法研究陈孝罡焦建彬2011年5月软件工程 基于样本空间目标重构的跟踪算法研究李莉焦建彬2011年5月计算机应用技术 基于图像的路面车辆检测算法研究孔凡静焦建彬2010年5月计算机应用技术 基于视觉的车辆路面行为分析关键技术研究刘洋焦建彬2010年5月计算机应用技术 基于TMS320DM648的全景视频监控系统张振凯焦建彬2010年5月计算机应用技术 图像人体目标的快速及鲁棒性检测算法研究张宁焦建彬2010年5月计算机应用技术 目标跟踪中的特征评估算法研究韩振军焦建彬2009年7月计算机应用技术 基于特征点的图像匹配技术研究何新英焦建彬2009年7月计算机应用技术 可配置的机动车牌照识别系统范焱焦建彬2009年7月计算机应用技术 基于交换采样粒子滤波的目标跟踪算法研究李志远焦建彬2009年7月计算机应用技术 基于多尺度方向特征的行人检测算法杨志辉焦建彬2009年7月计算机应用技术 移动平台下的移动目标检测彭艺焦建彬2009年7月计算机应用技术 基于特征匹配及内相位相关的稳像算法研究杨溢焦建彬2008年7月计算机应用技术 静止场景下关于视频图像中运动目标自动跟踪的算法研究周锐焦建彬2008年7月计算机应用技术 视频运动目标跟踪算法研究常向魁焦建彬2007年7月计算机应用技术 一种基于特征匹配的鲁棒性稳像算法黄亚博焦建彬2007年7月计算机应用技术","categories":[{"name":"团队","slug":"团队","permalink":"http://ucassdl.cn/categories/团队/"}],"tags":[]}]}